[
  {
    "id": 1,
    "title": "Влияние природы на жизнь человека",
    "task_text": "Проиллюстрируйте тремя примерами влияние природы на жизнь человека. (Каждый пример должен быть сформулирован развёрнуто).",
    "key_points": [
      "Здоровье",
      "Экономическая деятельность",
      "Творческое вдохновение"
    ],
    "example_answers": [
      {
        "type": "Здоровье",
        "example": "Студент Иванов из Санкт-Петербурга промок под затяжным ноябрьским дождём и слёг с тяжёлой простудой, пропустив неделю занятий, что наглядно демонстрирует влияние сырого климата на здоровье горожан."
      },
      {
        "type": "Экономическая деятельность",
        "example": "Фермер Петров из Краснодарского края благодаря тёплому климату выращивает ранние розы в теплицах, ежегодно продаёт их оптовикам на сумму свыше 1,2 млн ₽ и тем самым строит бизнес на природных условиях региона."
      },
      {
        "type": "Творческое вдохновение",
        "example": "Поэтесса Смирнова каждое лето уединяется в домике на берегу карельского озера Сямозеро, и величие сосен, зеркальная гладь воды и белые ночи вдохновили её на лирический цикл, опубликованный журналом «Юность» в 2024 году."
      }
    ],
    "block": "Человек и общество"
  },
  {
    "id": 2,
    "title": "Социализация первичных потребностей",
    "task_text": "Учёные отмечают, что в современном обществе первичные потребности социализированы. Приведите три примера, подтверждающие данное утверждение. (Каждый пример должен быть сформулирован развёрнуто).",
    "key_points": [
      "Питание",
      "Одежда",
      "Отдых"
    ],
    "example_answers": [
      {
        "type": "Питание",
        "example": "Семья Сорокиных ужинает ровно в 19:00: накрывают стол скатертью, используют приборы и обсуждают новости, превращая биологическую потребность в еде в социальный ритуал общения."
      },
      {
        "type": "Одежда",
        "example": "Студентка Данилова, покупая зимнее пальто, ориентируется на модные блоги и дресс-код факультета, чтобы выглядеть «в теме», показывая, как общественные нормы формируют выбор одежды."
      },
      {
        "type": "Отдых",
        "example": "Инженер Кузнецов после тяжёлой недели идёт в фитнес-клуб и сауну, превратив физиологическую необходимость восстановления сил в культурно организованный вид досуга."
      }
    ],
    "block": "Человек и общество"
  },
  {
    "id": 3,
    "title": "Типы мировоззрения",
    "task_text": "Проиллюстрируйте примерами научное, религиозное и обыденное мировоззрения. (Сначала укажите тип, затем приведите пример. Каждый пример должен быть сформулирован развёрнуто.)",
    "key_points": [
      "Научное",
      "Религиозное",
      "Обыденное"
    ],
    "example_answers": [
      {
        "type": "Научное",
        "example": "Биолог Сафонов в лаборатории Института цитологии РАН в 2023 году доказал способность стволовых клеток запускать регенерацию тканей и тем самым пересмотрел прежние представления о возможностях человеческого организма."
      },
      {
        "type": "Религиозное",
        "example": "Православная паломница Голубева ежегодно преодолевает пешком 400 км до Оптиной пустыни, убеждённая, что молитва определяет судьбу её семьи."
      },
      {
        "type": "Обыденное",
        "example": "Водитель маршрутки Ширяев не интересуется устройством двигателя: ему достаточно знать, какую кнопку нажать, чтобы автобус завёлся, что отражает практическое, житейское мировоззрение."
      }
    ],
    "block": "Человек и общество"
  },
  {
    "id": 4,
    "title": "Творчество вне профессии",
    "task_text": "Опровергните мнение о том, что творчество — удел только учёного или художника, с помощью трёх примеров. (Каждый пример должен быть сформулирован развёрнуто.)",
    "key_points": [
      "Бытовое творчество",
      "Техническое творчество",
      "Художественное хобби"
    ],
    "example_answers": [
      {
        "type": "Бытовое творчество",
        "example": "Домохозяйка Федосеева придумала рецепт бездрожжевого хлеба с тыквенными семечками и клюквой; её буханка заняла первое место на районном фестивале выпечки и вошла в местную кулинарную книгу."
      },
      {
        "type": "Техническое творчество",
        "example": "Слесарь Орлов в цехе «Силовых машин» разработал компактный кронштейн, сокративший время смены пресс-формы вдвое и сэкономив заводу десятки часов простоя ежемесячно."
      },
      {
        "type": "Художественное хобби",
        "example": "Менеджер Егоров вечерами пишет акварелью; к юбилею супруги он создал её портрет, который экспонировался в галерее Дома культуры Норильска и получил приз зрительских симпатий."
      }
    ],
    "block": "Человек и общество"
  },
  {
    "id": 5,
    "title": "Формы чувственного познания",
    "task_text": "Назовите три формы чувственного познания и проиллюстрируйте каждую примером. (Сначала форма, затем пример.)",
    "key_points": [
      "Ощущение",
      "Восприятие",
      "Представление"
    ],
    "example_answers": [
      {
        "type": "Ощущение",
        "example": "Школьник Никита в −30 °С дотронулся до металлической ограды и мгновенно испытал жгучий холод, зафиксировав чистое тактильное ощущение температуры."
      },
      {
        "type": "Восприятие",
        "example": "Туристка Попова на смотровой площадке Останкинской башни одновременно видела огни ночной Москвы, слышала гул города и чувствовала порывы ветра, формируя целостное восприятие мегаполиса."
      },
      {
        "type": "Представление",
        "example": "В поезде Попова мысленно воссоздавала панораму столицы, вспоминая расположение рек, мостов и проспектов, пользуясь внутренними образами, а не непосредственным наблюдением."
      }
    ],
    "block": "Человек и общество"
  },
  {
    "id": 6,
    "title": "Истина как процесс",
    "task_text": "Покажите, что постижение истины — процесс, на примере: 1) самопознания; 2) научного познания; 3) художественного познания.",
    "key_points": [
      "Самопознание",
      "Научное познание",
      "Художественное познание"
    ],
    "example_answers": [
      {
        "type": "Самопознание",
        "example": "Предприниматель Лебедев в 20 лет считал себя прирождённым лидером, но после банкротства в 30 лет начал учиться командной работе и перестал принимать решения единолично, то есть пересмотрел себя."
      },
      {
        "type": "Научное познание",
        "example": "В 2024 году астрономы уточнили возраст галактики Андромеды на 100 млн лет, продемонстрировав, что даже фундаментальные космические данные постоянно корректируются."
      },
      {
        "type": "Художественное познание",
        "example": "Художница Соколова три месяца писала портрет отца: по мере работы меняла свет и цветовую гамму, пока не уловила нюансы характера модели, проходя путь от замысла к истине образа."
      }
    ],
    "block": "Человек и общество"
  },
  {
    "id": 7,
    "title": "Природа и общественные процессы",
    "task_text": "Проиллюстрируйте влияние природы на: а) государственное устройство; б) миграции населения; в) религиозные верования.",
    "key_points": [
      "Государственное устройство",
      "Миграции населения",
      "Религиозные верования"
    ],
    "example_answers": [
      {
        "type": "Государственное устройство",
        "example": "Обширные территории России, простирающиеся через 11 часовых поясов, обусловили федеративное устройство, закреплённое Конституцией 1993 года, чтобы учитывать природное разнообразие регионов."
      },
      {
        "type": "Миграции населения",
        "example": "Из-за суровых зим Крайнего Севера семья Ковалёвых переехала в Краснодарский край, где тёплый климат позволяет круглый год выращивать овощи и экономить на отоплении."
      },
      {
        "type": "Религиозные верования",
        "example": "У якутов экстремальные морозы и полярная ночь породили культ духов холода; шаманы проводят зимние обряды, чтобы умилостивить владыку стужи Якху."
      }
    ],
    "block": "Человек и общество"
  },
  {
    "id": 8,
    "title": "Семья как социальный институт",
    "task_text": "Назовите и проиллюстрируйте три признака социального института на примере семьи.",
    "key_points": [
      "Функции",
      "Стабильность структуры",
      "Нормы и роли"
    ],
    "example_answers": [
      {
        "type": "Функции",
        "example": "Супруги Кравцовы родили третьего ребёнка и оформили материнский капитал, демонстрируя выполнение семьёй репродуктивной функции общества."
      },
      {
        "type": "Стабильность",
        "example": "Семья Ромашиных 40 лет подряд собирает всех членов на воскресный обед, подтверждая устойчивость семейных связей и обычаев."
      },
      {
        "type": "Нормы и роли",
        "example": "Никитины зарегистрировали брак в ЗАГСе Владивостока и распределили роли: муж ремонтирует жильё, жена ведёт бюджет, руководствуясь юридическими и культурными нормами."
      }
    ],
    "block": "Человек и общество"
  },
  {
    "id": 9,
    "title": "Примеры социального принуждения",
    "task_text": "Приведите примеры принуждения со стороны различных социальных институтов.",
    "key_points": [
      "Семья",
      "Армия",
      "Полиция"
    ],
    "example_answers": [
      {
        "type": "Семья",
        "example": "Отец школьника Лёвина забрал смартфон до выполнения уроков и вернул гаджет только после проверки тетрадей, добиваясь дисциплины сына."
      },
      {
        "type": "Армия",
        "example": "Новобранец Сергеев обязан по сигналу подъёма за 5 минут заправить кровать; неповиновение приказу карается нарядом вне очереди."
      },
      {
        "type": "Полиция",
        "example": "ДПС оштрафовала водителя на 5 000 ₽ за скорость 110 км/ч при ограничении 60 км/ч, применив правовое принуждение."
      }
    ],
    "block": "Человек и общество"
  },
  {
    "id": 10,
    "title": "Признаки традиционного общества",
    "task_text": "Приведите три признака традиционного общества и проиллюстрируйте их примерами из истории России.",
    "key_points": [
      "Натуральное хозяйство",
      "Экстенсивная технология",
      "Сословная иерархия"
    ],
    "example_answers": [
      {
        "type": "Натуральное хозяйство",
        "example": "В 1650 году крестьянин Ерофеев в Коломенском уезде сам ткал полотно и шил рубахи, почти не участвуя в рыночном обмене, что характерно для натурального хозяйства."
      },
      {
        "type": "Экстенсивная технология",
        "example": "В XII веке новгородские крестьяне после истощения пашни вырубали новый лес под поля, вместо того чтобы использовать удобрения, демонстрируя экстенсивный путь."
      },
      {
        "type": "Сословная иерархия",
        "example": "В 1820 году дворянин Оболенский был освобождён от подушной подати, тогда как крепостной Афанасьев ежегодно платил налог 70 копеек серебром, подчёркивая сословную структуру."
      }
    ],
    "block": "Человек и общество"
  },
  {
    "id": 11,
    "title": "Критерии общественного прогресса",
    "task_text": "Проиллюстрируйте примерами любые три критерия общественного прогресса.",
    "key_points": [
      "Уровень образования",
      "Продолжительность жизни",
      "Развитие технологий"
    ],
    "example_answers": [
      {
        "type": "Уровень образования",
        "example": "Грамотность населения России выросла с 30 % в 1913 году до 99 % к 1980-м; всеобщее среднее образование стало нормой, что отражает прогресс общества."
      },
      {
        "type": "Продолжительность жизни",
        "example": "Ожидаемая продолжительность жизни россиян увеличилась с 32 лет в 1900-м до 73 лет в 2024 году, благодаря развитию медицины и санитарии."
      },
      {
        "type": "Развитие технологий",
        "example": "Роботизированные конвейеры КамАЗа позволяют выпускать сотни грузовиков за смену вместо штучной сборки в XIX веке, что свидетельствует о технологическом скачке."
      }
    ],
    "block": "Человек и общество"
  },
  {
    "id": 12,
    "title": "Социальные последствия НТП",
    "task_text": "Назовите три социальных последствия научно-технического прогресса и проиллюстрируйте каждое примером.",
    "key_points": [
      "Рост жизни",
      "Миграции",
      "Новые социальные группы"
    ],
    "example_answers": [
      {
        "type": "Рост жизни",
        "example": "Массовая вакцинация против ВПЧ в 2023 году снизила смертность от рака шейки матки и подняла ожидаемую продолжительность жизни женщин России."
      },
      {
        "type": "Миграции",
        "example": "Доступные лоукостеры позволили программисту Кимову работать удалённо из Сочи, хотя компания зарегистрирована в Новосибирске."
      },
      {
        "type": "Новые группы",
        "example": "Команда Spirit выиграла 5 млн $ на чемпионате The International-2024, закрепив профессию киберспортсмена как новую престижную социальную нишу."
      }
    ],
    "block": "Человек и общество"
  },
  {
    "id": 13,
    "title": "Виды культуры",
    "task_text": "Приведите по одному примеру произведений народной, массовой и элитарной культуры, пояснив отнесение.",
    "key_points": [
      "Народная",
      "Массовая",
      "Элитарная"
    ],
    "example_answers": [
      {
        "type": "Народная",
        "example": "Русская песня «Ой, то не вечер» веками передавалась казаками устно, менялась коллективно и не имеет конкретного автора, что характерно для народной культуры."
      },
      {
        "type": "Массовая",
        "example": "Телесериал «Кухня» на канале СТС рассчитан на широкую аудиторию, активно продвигается рекламой и легко воспринимается без специальной подготовки."
      },
      {
        "type": "Элитарная",
        "example": "Опера Шостаковича «Леди Макбет Мценского уезда» требует музыкальной подготовки слушателя для полного восприятия сложной партитуры и драматической темы."
      }
    ],
    "block": "Человек и общество"
  },
  {
    "id": 14,
    "title": "Мораль как мотив правомерного поведения",
    "task_text": "Приведите примеры, показывающие мотивирующее влияние морали на правомерные действия.",
    "key_points": [
      "Благотворительность",
      "Честность",
      "Гражданский долг"
    ],
    "example_answers": [
      {
        "type": "Благотворительность",
        "example": "Бизнес-леди Захарова, считая милосердие христианским долгом, ежемесячно перечисляет 100 000 ₽ детскому хоспису «Дом с маяком», помогая тяжело больным детям."
      },
      {
        "type": "Честность",
        "example": "Школьник Артамонов нашёл на пляже смартфон и, руководствуясь правилом «не бери чужого», отнёс находку в полицию, помогая найти владельца."
      },
      {
        "type": "Гражданский долг",
        "example": "Студент-медик Латышев добровольно вошёл в корпус врачей-волонтёров и выехал лечить пострадавших от паводка в Иркутской области."
      }
    ],
    "block": "Человек и общество"
  },
  {
    "id": 15,
    "title": "Традиционные духовно-нравственные ценности",
    "task_text": "Назовите три традиционные духовно-нравственные ценности и покажите их влияние на развитие российского общества.",
    "key_points": [
      "Созидательный труд",
      "Историческая память",
      "Единство народов"
    ],
    "example_answers": [
      {
        "type": "Созидательный труд",
        "example": "Строители возвели скоростную автодорогу М-12 Москва — Казань за четыре года, объединив усилия тысяч специалистов и улучшив транспортную доступность регионов."
      },
      {
        "type": "Историческая память",
        "example": "Волонтёры поискового отряда ежегодно реставрируют обелиски павшим солдатам под Ржевом, сохраняя память поколений и укрепляя патриотизм."
      },
      {
        "type": "Единство народов",
        "example": "На фестивале «Культурная мозаика России» в Казани в 2024 году русские, татары и чуваши исполнили народные танцы вместе, демонстрируя межэтническую дружбу."
      }
    ],
    "block": "Человек и общество"
  },
  {
    "id": 16,
    "title": "Интеграция науки и практики",
    "task_text": "Приведите примеры интеграции науки в политическую, производственную и административную сферы.",
    "key_points": [
      "Политика",
      "Производство",
      "Административное управление"
    ],
    "example_answers": [
      {
        "type": "Политика",
        "example": "Минфин РФ заказал учёным ВШЭ построить эконометрическую модель бюджета; расчёты легли в основу закона о среднесрочном планировании 2026-2028 гг."
      },
      {
        "type": "Производство",
        "example": "В Астраханской области биотехнологи вывели сорт томата, устойчивый к засухе, подняв урожайность теплиц на 40 %."
      },
      {
        "type": "Административное управление",
        "example": "Департамент транспорта Москвы применил машинное обучение для прогноза загрузки метро и сократил интервалы поездов в час-пик."
      }
    ],
    "block": "Человек и общество"
  },
  {
    "id": 17,
    "title": "Роль образования в жизни человека",
    "task_text": "Проиллюстрируйте роль образования: 1) в выборе профессии; 2) в социальной мобильности; 3) в формировании мировоззрения.",
    "key_points": [
      "Выбор профессии",
      "Социальная мобильность",
      "Мировоззрение"
    ],
    "example_answers": [
      {
        "type": "Выбор профессии",
        "example": "Софья с детства увлекалась программированием, поступила в ИТМО на кибербезопасность и уже на втором курсе получила оффер стажёра от «Газпром нефти», закрепив профессиональный выбор."
      },
      {
        "type": "Социальная мобильность",
        "example": "Иван Титов окончил вечерний университет, стал руководителем отдела закупок и увеличил доход в пять раз, поднявшись по социальной лестнице."
      },
      {
        "type": "Мировоззрение",
        "example": "Изучая астрономию, школьница Ишмуратова приняла научную картину мира и перестала верить в астрологические прогнозы."
      }
    ],
    "block": "Человек и общество"
  },
  {
    "id": 90,
    "title": "Положительные последствия глобализации",
    "task_text": "Назовите и проиллюстрируйте примерами три положительных последствия процесса глобализации. (В каждом случае сначала назовите следствие, затем приведите пример. Каждый пример должен быть сформулирован развёрнуто.)",
    "key_points": [
      "Стимулирование развития",
      "Снижение цен и расширение ассортимента",
      "Доступность передовых технологий"
    ],
    "example_answers": [
      {
        "type": "Стимулирование развития",
        "example": "Корейская Samsung и американская Apple ежегодно выпускают всё более совершенные смартфоны, стараясь привлечь покупателей по всему миру и тем самым ускоряя технологический прогресс отрасли."
      },
      {
        "type": "Снижение цен",
        "example": "В московских гипермаркетах продаётся одежда китайских, турецких и бангладешских брендов; конкуренция держит цену базовой футболки ниже 800 ₽, делая товары доступнее."
      },
      {
        "type": "Доступность технологий",
        "example": "Школьник из Томска прошёл бесплатный курс Стэнфордского университета по машинному обучению на платформе Coursera и получил сертификат, не покидая родного города."
      }
    ],
    "block": "Человек и общество"
  },
  {
    "id": 18,
    "title": "Связь экономики с различными сферами",
    "task_text": "Приведите примеры, иллюстрирующие связь экономики с политической, социальной и духовной сферами общественной жизни.",
    "key_points": [
      "Политическая сфера",
      "Социальная сфера",
      "Духовная сфера"
    ],
    "example_answers": [
      {
        "type": "Политическая",
        "example": "Госдума РФ в 2025 году снизила ставку НДФЛ до 10 %, что является политическим решением и одновременно влияет на доходы граждан."
      },
      {
        "type": "Социальная",
        "example": "В средневековой Руси принадлежность семьи к землевладельческому сословию определяла её статус в иерархии и возможности получать доход с аренды."
      },
      {
        "type": "Духовная",
        "example": "В 2024 году группа Би-2 заработала миллионы рублей на цифровых продажах альбома, демонстрируя взаимодействие экономики и культуры."
      }
    ],
    "block": "Экономика"
  },
  {
    "id": 19,
    "title": "Права собственника",
    "task_text": "Назовите и проиллюстрируйте на примере трёх разных объектов собственности три права собственника по ГК РФ.",
    "key_points": [
      "Владение",
      "Пользование",
      "Распоряжение"
    ],
    "example_answers": [
      {
        "type": "Распоряжение",
        "example": "Пенсионерка Ангелина купила квартиру в Сочи и разместила объявление об аренде на сервисе Flat-Rent, самостоятельно решая судьбу имущества."
      },
      {
        "type": "Пользование",
        "example": "Владимир Михайлович выращивает картофель и морковь на своём участке для семьи, используя землю по назначению."
      },
      {
        "type": "Владение",
        "example": "Николай Петрович хранит автомобиль ВАЗ-2106 в гараже: машина принадлежит ему, хоть и стоит без движения."
      }
    ],
    "block": "Экономика"
  },
  {
    "id": 20,
    "title": "Причины дифференциации доходов",
    "task_text": "Назовите и проиллюстрируйте примерами любые три причины дифференциации доходов.",
    "key_points": [
      "Квалификация",
      "Ценность факторов",
      "Объём факторов"
    ],
    "example_answers": [
      {
        "type": "Квалификация",
        "example": "Высококвалифицированный токарь Арслан получает 150 000 ₽, тогда как разнорабочий Илья — лишь 45 000 ₽."
      },
      {
        "type": "Ценность факторов",
        "example": "Тимофей владеет ИТ-компанией и зарабатывает в разы больше, чем Вячеслав, владеющий маленькой химчисткой."
      },
      {
        "type": "Объём факторов",
        "example": "Оксана сдаёт три квартиры в аренду и получает доход выше, чем Николай, сдающий только одну комнату."
      }
    ],
    "block": "Экономика"
  },
  {
    "id": 21,
    "title": "Факторы развития экономической системы",
    "task_text": "Проиллюстрируйте влияния природно-климатических, социокультурных и производственно-экономических факторов на развитие экономики.",
    "key_points": [
      "Природно-климатические",
      "Социокультурные",
      "Производственно-экономические"
    ],
    "example_answers": [
      {
        "type": "Природно-климатические",
        "example": "Крупные нефтегазовые месторождения Западной Сибири стимулировали развитие российской нефтегазовой отрасли."
      },
      {
        "type": "Социокультурные",
        "example": "Трудовая дисциплина японцев способствовала успеху страны в электронике и автомобилестроении."
      },
      {
        "type": "Производственно-экономические",
        "example": "Строительство тракторных заводов в СССР в 1930-х резко повысило производительность сельского хозяйства."
      }
    ],
    "block": "Экономика"
  },
  {
    "id": 22,
    "title": "Рациональное кредитное поведение",
    "task_text": "Проиллюстрируйте примерами рациональный подход к получению кредита, выбору организации и условий договора.",
    "key_points": [
      "Целесообразность кредита",
      "Выбор организации",
      "Выбор условий"
    ],
    "example_answers": [
      {
        "type": "Целесообразность",
        "example": "Семья Ивана с доходом 100 000 ₽ берёт ипотеку с платежом не выше 50 % дохода, чтобы не перегрузить бюджет."
      },
      {
        "type": "Выбор организации",
        "example": "После потери работы Фёдору госбанк реструктурировал долг, тогда как МФО отказалась; семья выбрала надёжный банк."
      },
      {
        "type": "Выбор условий",
        "example": "Иван рассчитал полную стоимость кредита и выбрал займ под 12 % годовых вместо кредитной карты под 2 % в месяц."
      }
    ],
    "block": "Экономика"
  },
  {
    "id": 23,
    "title": "Функции рынка",
    "task_text": "Назовите и проиллюстрируйте примерами любые три функции рынка.",
    "key_points": [
      "Санирующая",
      "Ценообразующая",
      "Посредническая"
    ],
    "example_answers": [
      {
        "type": "Санирующая",
        "example": "Компания, выпускавшая спиннеры, обанкротилась и ушла с рынка после падения спроса на игрушку."
      },
      {
        "type": "Ценообразующая",
        "example": "Продавая квартиру, Иван постепенно снижал цену, пока не получил реальные предложения покупателей."
      },
      {
        "type": "Посредническая",
        "example": "Производитель стульев нашёл поставщиков древесины через онлайн-платформу B2B-центр."
      }
    ],
    "block": "Экономика"
  },
  {
    "id": 24,
    "title": "Положительные последствия конкуренции",
    "task_text": "Назовите три положительных последствия конкуренции и проиллюстрируйте примерами.",
    "key_points": [
      "Инновации",
      "Снижение цен",
      "Расширение ассортимента"
    ],
    "example_answers": [
      {
        "type": "Инновации",
        "example": "Чтобы опередить соперников, завод пылесосов установил роботизированные линии и снизил издержки."
      },
      {
        "type": "Снижение цен",
        "example": "Появление новой авиакомпании заставило существующих перевозчиков снизить стоимость билетов на 15 %."
      },
      {
        "type": "Ассортимент",
        "example": "Фирма-производитель смартфонов выпустила модель с гибким экраном, расширив выбор покупателей."
      }
    ],
    "block": "Экономика"
  },
  {
    "id": 25,
    "title": "Виды безработицы",
    "task_text": "Назовите и проиллюстрируйте примерами любые три вида безработицы по причине.",
    "key_points": [
      "Фрикционная",
      "Циклическая",
      "Структурная"
    ],
    "example_answers": [
      {
        "type": "Фрикционная",
        "example": "Сергей, окончив вуз, ищет первую работу дизайнером и временно безработен."
      },
      {
        "type": "Циклическая",
        "example": "Мировой спад 2023 года снизил выпуск автомобилей, и завод сократил часть персонала."
      },
      {
        "type": "Структурная",
        "example": "Сокращение спроса на уголь привело к закрытию шахт и увольнению шахтёров, чья квалификация не востребована."
      }
    ],
    "block": "Экономика"
  },
  {
    "id": 26,
    "title": "Ограниченность труда и пути её преодоления",
    "task_text": "На трёх примерах покажите ограниченность фактора «труд» и способы её преодоления.",
    "key_points": [
      "Географическая удалённость",
      "Старение населения",
      "Нехватка квалифицированных кадров"
    ],
    "example_answers": [
      {
        "type": "Удалённость",
        "example": "На Ямале нефть добывают вахтовым методом, привозя работников из других регионов России."
      },
      {
        "type": "Старение населения",
        "example": "В стране Х пенсионеры составляют 35 % населения; фирмы приглашают молодых мигрантов для компенсации дефицита рабочих рук."
      },
      {
        "type": "Нехватка ИТ-кадров",
        "example": "В городе N нет технического вуза, поэтому компании нанимают программистов удалённо из других городов РФ."
      }
    ],
    "block": "Экономика"
  },
  {
    "id": 27,
    "title": "Информация, рынок и потребности покупателей",
    "task_text": "В инновационной экономике важны информация, изучение рынка и учёт потребностей покупателей. Проиллюстрируйте каждую позицию примером.",
    "key_points": [
      "Информация",
      "Изучение рынка",
      "Потребности покупателей"
    ],
    "example_answers": [
      {
        "type": "Информация",
        "example": "НИИ объявил о создании новой вакцины; корпорация инвестировала в её регистрацию и массовое производство."
      },
      {
        "type": "Изучение рынка",
        "example": "Строительная компания, видя низкие доходы горожан, возводит в городе в основном жильё эконом-класса."
      },
      {
        "type": "Потребности покупателей",
        "example": "Производитель гаджетов, ориентируясь на молодёжные тренды, ежегодно обновляет дизайн и функции смартфонов."
      }
    ],
    "block": "Экономика"
  },
  {
    "id": 28,
    "title": "Предпринимательские способности",
    "task_text": "Проиллюстрируйте функционирование предпринимателей, предпринимательской инфраструктуры и предпринимательской этики.",
    "key_points": [
      "Предприниматели",
      "Инфраструктура",
      "Этика"
    ],
    "example_answers": [
      {
        "type": "Предприниматели",
        "example": "Илон Маск рискнул личным капиталом, основал Tesla и продвинул массовое производство электромобилей."
      },
      {
        "type": "Инфраструктура",
        "example": "Валентина взяла банковский кредит и арендовала офис в технопарке, запустив линию дизайнерской одежды."
      },
      {
        "type": "Этика",
        "example": "Сергей выплачивает зарплату вовремя, не заказывает фальшивые отзывы и жертвует на благотворительность."
      }
    ],
    "block": "Экономика"
  },
  {
    "id": 29,
    "title": "Мотивы создания собственного бизнеса",
    "task_text": "Проиллюстрируйте, как реализуются три мотива — независимость, высокая прибыль, удобный график — в предпринимательстве.",
    "key_points": [
      "Личная независимость",
      "Потенциал прибыли",
      "Гибкий график"
    ],
    "example_answers": [
      {
        "type": "Независимость",
        "example": "Патимат открыла швейную мастерскую, чтобы сама решать, какие изделия создавать, и сколько зарабатывать."
      },
      {
        "type": "Прибыль",
        "example": "Борис ушёл из найма и открыл автосервис; расширяя клиентскую базу, он каждый месяц увеличивает доход."
      },
      {
        "type": "График",
        "example": "Алевтина, владелица рекламного агентства, установила рабочий день с 12:00, подстраивая бизнес под свой биоритм."
      }
    ],
    "block": "Экономика"
  },
  {
    "id": 30,
    "title": "Функции денег",
    "task_text": "Проиллюстрируйте реализацию функций денег: средство обращения, средство накопления, мера стоимости.",
    "key_points": [
      "Средство обращения",
      "Средство накопления",
      "Мера стоимости"
    ],
    "example_answers": [
      {
        "type": "Обращение",
        "example": "Василий заплатил продавцу 50 ₽ и получил буханку хлеба, использовав деньги как средство обмена."
      },
      {
        "type": "Накопление",
        "example": "Фёдор ежемесячно кладёт по 10 000 ₽ на вклад, формируя сбережения к отпуску."
      },
      {
        "type": "Мера стоимости",
        "example": "Ценник в магазине показывает, что килограмм яблок стоит 120 ₽, выступая мерой стоимости товара."
      }
    ],
    "block": "Экономика"
  },
  {
    "id": 31,
    "title": "Доходы по ценным бумагам",
    "task_text": "Назовите три вида ценных бумаг и приведите пример получения дохода по каждой.",
    "key_points": [
      "Акции",
      "Облигации",
      "Паи ПИФ"
    ],
    "example_answers": [
      {
        "type": "Акции",
        "example": "Купив акции «Газпрома», инвестор получил дивиденды и продал бумаги дороже цены покупки."
      },
      {
        "type": "Облигации",
        "example": "Владелец ОФЗ ежегодно получает купонный доход 10 % от номинала облигации."
      },
      {
        "type": "Паи",
        "example": "Вложив 1 млн ₽ в ПИФ, Фёдор через год продал пай за 1,5 млн ₽ благодаря росту стоимости активов."
      }
    ],
    "block": "Экономика"
  },
  {
    "id": 32,
    "title": "Негативные последствия инфляции",
    "task_text": "Приведите по одному примеру, иллюстрирующему три негативных последствия инфляции.",
    "key_points": [
      "Снижение покупательной способности",
      "Обесценивание сбережений",
      "Препятствие инвестициям"
    ],
    "example_answers": [
      {
        "type": "Покупательная способность",
        "example": "Цена санаторной путёвки выросла на 30 %, и продавец Любовь отказалась от отдыха, так как зарплата не изменилась."
      },
      {
        "type": "Сбережения",
        "example": "Сергей копил на автомобиль, но рост цен вынудил его взять модель более низкого класса."
      },
      {
        "type": "Инвестиции",
        "example": "Из-за ускоряющейся инфляции инвесторы отказались финансировать стартап, опасаясь обесценивания прибыли."
      }
    ],
    "block": "Экономика"
  },
  {
    "id": 33,
    "title": "Государственные меры в экономике",
    "task_text": "Приведите примеры мер государства: 1) по обеспечению занятости; 2) по развитию образования и медицины; 3) по созданию достойных жилищных условий.",
    "key_points": [
      "Занятость",
      "Социальные услуги",
      "Жилищные условия"
    ],
    "example_answers": [
      {
        "type": "Занятость",
        "example": "В период пандемии государство предоставило налоговые каникулы компаниям, сохранившим рабочие места."
      },
      {
        "type": "Образование и медицина",
        "example": "Федеральный бюджет профинансировал строительство 300 школ и 50 больниц в Южном федеральном округе."
      },
      {
        "type": "Жильё",
        "example": "Программа реновации Москвы переселяет жителей из старых «хрущёвок» в современные дома с улучшенной планировкой."
      }
    ],
    "block": "Экономика"
  },
  {
    "id": 34,
    "title": "Экономическое регулирование законом",
    "task_text": "Проиллюстрируйте экономическое регулирование на законодательном уровне тремя примерами.",
    "key_points": [
      "Запреты",
      "Эмбарго",
      "Маркировка продукции"
    ],
    "example_answers": [
      {
        "type": "Запрет",
        "example": "Российское законодательство запрещает продавать алкоголь и табак несовершеннолетним."
      },
      {
        "type": "Эмбарго",
        "example": "В 2015 году Россия ввела эмбарго на ввоз молочной продукции из ряда стран ЕС, поддержав отечественных производителей."
      },
      {
        "type": "Маркировка",
        "example": "Закон обязует пищевые компании указывать полный состав продукта на упаковке, информируя покупателей."
      }
    ],
    "block": "Экономика"
  },
  {
    "id": 35,
    "title": "Функции государственного бюджета",
    "task_text": "Приведите примеры реализации распределительной, информационной и контрольной функций государственного бюджета.",
    "key_points": [
      "Распределительная",
      "Информационная",
      "Контрольная"
    ],
    "example_answers": [
      {
        "type": "Распределительная",
        "example": "Часть федеральных средств направляется на программу «Земский доктор», обеспечивая врачей в сёлах."
      },
      {
        "type": "Информационная",
        "example": "Отчёт Минфина о профиците бюджета страны Y доступен гражданам и показывает устойчивость экономики."
      },
      {
        "type": "Контрольная",
        "example": "Счётная палата проверила расходы программы «Газ в каждый дом» и выявила нецелевое использование средств."
      }
    ],
    "block": "Экономика"
  },
  {
    "id": 36,
    "title": "Источники доходов бюджета",
    "task_text": "Назовите и проиллюстрируйте примерами три источника доходов государственного бюджета.",
    "key_points": [
      "Налоги",
      "Доходы от собственности",
      "Государственные займы"
    ],
    "example_answers": [
      {
        "type": "Налоги",
        "example": "Армен уплатил 13 % НДФЛ со своего дохода за 2024 год; сумма поступила в федеральный бюджет."
      },
      {
        "type": "Собственность",
        "example": "Государство сдаёт в аренду офисное здание в центре Москвы, а арендная плата пополняет казну."
      },
      {
        "type": "Займы",
        "example": "Минфин разместил облигации федерального займа на 10 млрд ₽, привлекая средства граждан и компаний."
      }
    ],
    "block": "Экономика"
  },
  {
    "id": 37,
    "title": "Распределительная функция налогов",
    "task_text": "Приведите три примера реализации социальной функции налогов — передачи средств уязвимым группам.",
    "key_points": [
      "Пенсии инвалидам",
      "Пособия по безработице",
      "Льготы детям"
    ],
    "example_answers": [
      {
        "type": "Пенсии",
        "example": "Часть налоговых поступлений направляется на ежемесячные пенсии гражданам с инвалидностью I группы."
      },
      {
        "type": "Пособия",
        "example": "Из федерального бюджета выплачиваются пособия россиянам, временно оставшимся без работы."
      },
      {
        "type": "Льготы детям",
        "example": "Налоговые доходы позволяют субсидировать проезд школьников в городском транспорте по сниженным тарифам."
      }
    ],
    "block": "Экономика"
  },
  {
    "id": 38,
    "title": "Общественные блага",
    "task_text": "Назовите три общественных блага и приведите примеры действий государства по их обеспечению.",
    "key_points": [
      "Транспортная инфраструктура",
      "Охрана окружающей среды",
      "Система образования"
    ],
    "example_answers": [
      {
        "type": "Транспорт",
        "example": "Федеральные средства направлены на строительство Крымского моста, обеспечив круглогодичное сообщение полуострова с материком."
      },
      {
        "type": "Экология",
        "example": "Госдума ужесточила штрафы за выбросы предприятий, стимулируя снижение загрязнения воздуха в городах."
      },
      {
        "type": "Образование",
        "example": "Обучение в государственных школах России является бесплатным: расходы берёт на себя бюджет."
      }
    ],
    "block": "Экономика"
  },
  {
    "id": 39,
    "title": "Источники экономического роста",
    "task_text": "Экономический рост достигается повышением эффективности старых ресурсов и вовлечением новых. Приведите по два примера к каждому источнику.",
    "key_points": [
      "Повышение эффективности",
      "Вовлечение новых ресурсов"
    ],
    "example_answers": [
      {
        "type": "Эффективность 1",
        "example": "Фермер улучшил агротехнику без расширения поля и увеличил урожай картофеля на 20 %."
      },
      {
        "type": "Эффективность 2",
        "example": "Автобусный парк оптимизировал расписание и перевёз на 15 % больше пассажиров тем же числом машин."
      },
      {
        "type": "Новые ресурсы 1",
        "example": "Покупка семян нового сорта и удобрений позволила поднять урожай ещё на треть."
      },
      {
        "type": "Новые ресурсы 2",
        "example": "Парк закупил электробусы, снизил расходы на топливо и увеличил вместимость перевозок."
      }
    ],
    "block": "Экономика"
  },
  {
    "id": 40,
    "title": "Процессы международной интеграции",
    "task_text": "Приведите примеры обмена НТП, диверсификации отраслей, роста мирового товарооборота и международной миграции рабочей силы.",
    "key_points": [
      "Обмен НТП",
      "Диверсификация отраслей",
      "Мировой товарооборот",
      "Миграция рабочей силы"
    ],
    "example_answers": [
      {
        "type": "Обмен НТП",
        "example": "Производители ноутбуков используют американские процессоры и корейские аккумуляторы, объединяя технологии разных стран."
      },
      {
        "type": "Диверсификация",
        "example": "За два десятилетия сформировалась глобальная индустрия киберспорта с миллиардными доходами."
      },
      {
        "type": "Товарооборот",
        "example": "Товарооборот между Россией и Индией в 2024 году превысил 50 млрд $ благодаря сотрудничеству в энергетике."
      },
      {
        "type": "Миграция труда",
        "example": "В Россию ежегодно приезжают тысячи строителей из стран Центральной Азии для возведения инфраструктурных объектов."
      }
    ],
    "block": "Экономика"
  },
  {
    "id": 91,
    "title": "Новые хозяйственные комбинации предпринимателя",
    "task_text": "Проиллюстрируйте примерами любые три новые хозяйственные комбинации, реализуемые в процессе предпринимательской деятельности. (В каждом случае сначала укажите комбинацию, затем приведите развёрнутый пример.)",
    "key_points": [
      "Новое благо (услуга)",
      "Новая технология",
      "Новый рынок сбыта"
    ],
    "example_answers": [
      {
        "type": "Новое благо",
        "example": "Клининговая компания «Чистодом» запустила услугу «Организация пространства», обучая клиентов методикам хранения вещей; за первый год обслужено 500 квартир в Москве."
      },
      {
        "type": "Новая технология",
        "example": "Завод «Алмаз» внедрил лазерную пайку при сборке телевизоров, повысив чёткость изображения и снизив процент брака до 0,3 %."
      },
      {
        "type": "Новый рынок сбыта",
        "example": "Кондитерская фабрика «Сибирские сладости» вышла на маркетплейс Shopee во Вьетнаме и за полгода продала 200 т шоколадных конфет."
      }
    ],
    "block": "Экономика"
  },
  {
    "id": 92,
    "title": "Законодательные нормы, регулирующие экономику",
    "task_text": "Какие аспекты экономической деятельности определяет система законодательных норм и правил? Назовите три аспекта и проиллюстрируйте каждый примером из Российской Федерации. (Сначала назовите аспект, затем приведите пример.)",
    "key_points": [
      "Формы и права собственности",
      "Условия деятельности фирм",
      "Трудовые обязательства"
    ],
    "example_answers": [
      {
        "type": "Формы собственности",
        "example": "ГК РФ защищает частную, государственную и муниципальную собственность; так, Москва арендует у частного инвестора здание под школу, признавая равенство форм собственности."
      },
      {
        "type": "Деятельность фирм",
        "example": "Каждая российская компания обязана уплачивать налог на прибыль 20 %; ООО «Лотос» перечислило в бюджет 3 млн ₽ по итогам 2024 года."
      },
      {
        "type": "Трудовые отношения",
        "example": "Статья 136 ТК РФ обязывает выплачивать зарплату не реже двух раз в месяц; завод «Уралмаш» переводит работникам деньги 15-го и 30-го числа."
      }
    ],
    "block": "Экономика"
  },
  {
    "id": 93,
    "title": "Способы сокращения дефицита бюджета",
    "task_text": "Назовите и проиллюстрируйте примерами три способа сокращения дефицита государственного бюджета. (Каждый пример должен быть сформулирован развёрнуто.)",
    "key_points": [
      "Сокращение расходов",
      "Выпуск государственных займов",
      "Повышение налоговых доходов"
    ],
    "example_answers": [
      {
        "type": "Сокращение расходов",
        "example": "Правительство РФ в 2025 году урезало затраты на содержание федеральных министерств на 10 %, сэкономив около 250 млрд ₽."
      },
      {
        "type": "Государственные займы",
        "example": "Минфин разместил облигации федерального займа на 1 трлн ₽ под 7 % годовых, привлекая средства инвесторов для покрытия кассового разрыва."
      },
      {
        "type": "Повышение налогов",
        "example": "С 1 января 2024 года ставка НДС на премиальные ювелирные изделия выросла с 20 % до 22 %, что увеличило доходы бюджета примерно на 15 млрд ₽."
      }
    ],
    "block": "Экономика"
  },
  {
    "id": 41,
    "title": "Меры по увеличению численности среднего класса",
    "task_text": "Приведите и проиллюстрируйте три меры, которые государство может предпринять для увеличения численности среднего класса. (Сначала назовите меру, затем приведите соответствующий пример. Каждый пример должен быть сформулирован развёрнуто.)",
    "key_points": [
      "Упрощение предпринимательства",
      "Социальная поддержка",
      "Доступное образование"
    ],
    "example_answers": [
      {
        "type": "Упрощение предпринимательства",
        "example": "В 2024 году сервис «Мой бизнес» сократил регистрацию ИП до одного дня и отменил бумажные заявления; благодаря этому кондитер Фёдорова открыла пекарню во Владимире, обеспечив пять рабочих мест и войдя в средний класс."
      },
      {
        "type": "Социальная поддержка",
        "example": "Семья Ахметовых из Казани получила расширенный материнский капитал 800 000 ₽ за третьего ребёнка, вложила средства в ипотеку и подняла совокупный доход до уровня среднего класса региона."
      },
      {
        "type": "Доступное образование",
        "example": "Правительство увеличило на 40 % число бюджетных мест в IT-вузах; студент Козлов из сельской семьи бесплатно поступил в МГТУ, получил оффер программиста с зарплатой 130 000 ₽ и вошёл в средний класс."
      }
    ],
    "block": "Социальные отношения"
  },
  {
    "id": 42,
    "title": "Изменчивость групповых форм взаимозависимости",
    "task_text": "На примере трёх форм групповой взаимозависимости покажите зависимость существования социальных групп от изменяющихся исторических условий. (Сначала назовите форму, затем приведите пример. Каждый пример должен быть сформулирован развёрнуто.)",
    "key_points": [
      "Обычаи",
      "Язык",
      "Убеждения"
    ],
    "example_answers": [
      {
        "type": "Обычаи",
        "example": "После крещения Руси в X веке на Новгородчине стал распространён обычай праздновать Пасху с колокольным звоном и постом, чего не существовало в языческий период."
      },
      {
        "type": "Язык",
        "example": "В начале XX века с ростом фабрик в речи русских рабочих закрепились слова «конвейер» и «профсоюз», отражая индустриальные изменения."
      },
      {
        "type": "Убеждения",
        "example": "После поражения во Второй мировой войне немецкая молодёжь отказалась от нацистских идей и приняла либеральные ценности, изменив идеологию группы."
      }
    ],
    "block": "Социальные отношения"
  },
  {
    "id": 43,
    "title": "Проявления национального самосознания",
    "task_text": "Приведите три примера, которые могут служить проявлениями национального самосознания. (Каждый пример должен быть сформулирован развёрнуто.)",
    "key_points": [
      "Религиозная практика",
      "Сохранение языка",
      "Этническая гордость"
    ],
    "example_answers": [
      {
        "type": "Религиозная практика",
        "example": "Армянская диаспора Сочи построила храм Сурб Саркис и проводит богослужения на древнем грабаре, укрепляя идентичность."
      },
      {
        "type": "Сохранение языка",
        "example": "Испаноязычные мигранты в Майами, получив гражданство США, продолжают говорить дома на кастильском и учат детей родному языку."
      },
      {
        "type": "Этническая гордость",
        "example": "Инженер Чобанян на международной конференции представился: «Я армянин и горжусь культурой Ноевых гор», публично подчеркнув национальную принадлежность."
      }
    ],
    "block": "Социальные отношения"
  },
  {
    "id": 44,
    "title": "Особенности социального положения молодёжи",
    "task_text": "Назовите и проиллюстрируйте примером три любые особенности социального положения молодёжи. (Сначала назовите особенность, затем приведите пример.)",
    "key_points": [
      "Высокая мобильность",
      "Освоение ролей",
      "Неустойчивость положения"
    ],
    "example_answers": [
      {
        "type": "Высокая мобильность",
        "example": "Игнат окончил школу в Курске, поступил в университет в Москве, затем стажировался в Шанхае и вернулся работать аналитиком в Сбербанк."
      },
      {
        "type": "Освоение ролей",
        "example": "Кристина за три года попробовала себя официанткой, курьером, секретарём и SMM-менеджером, прежде чем стать переводчиком."
      },
      {
        "type": "Неустойчивость положения",
        "example": "19-летний Виталий трудится на складе по временному договору и может быть уволен при малейшем падении заказов."
      }
    ],
    "block": "Социальные отношения"
  },
  {
    "id": 45,
    "title": "Разновидности социальных ролей",
    "task_text": "Существуют такие разновидности ролей, как статусные и ситуативные, предписываемые и достигаемые. Проиллюстрируйте примером каждую из них.",
    "key_points": [
      "Статусная",
      "Ситуативная",
      "Предписываемая",
      "Достигаемая"
    ],
    "example_answers": [
      {
        "type": "Статусная",
        "example": "Учитель Антон Сергеевич проводит уроки истории и проверяет тетради, что обусловлено его должностью."
      },
      {
        "type": "Ситуативная",
        "example": "Пациентка Маруся пришла к врачу, рассказала о симптомах и сдала анализы, выполняя роль больной только на приёме."
      },
      {
        "type": "Предписываемая",
        "example": "Брат Виталий помогает младшей сестре Свете делать уроки, потому что родственные узы возлагают на него обязанности заботы."
      },
      {
        "type": "Достигаемая",
        "example": "Депутат Госдумы Володин после победы на выборах выступает на пленарных заседаниях и вносит законопроекты."
      }
    ],
    "block": "Социальные отношения"
  },
  {
    "id": 46,
    "title": "Нормы, регулирующие семейные отношения",
    "task_text": "Укажите три вида социальных норм, регулирующих семейные отношения, и поясните, какие аспекты они регулируют.",
    "key_points": [
      "Мораль",
      "Этикет",
      "Религиозные традиции"
    ],
    "example_answers": [
      {
        "type": "Мораль",
        "example": "В семье Волковых считается безусловной ценностью супружеская верность; супруг, заподозренный в измене, подвергся осуждению родственников."
      },
      {
        "type": "Этикет",
        "example": "На воскресном ужине Петровы следуют правилу сначала предлагать блюда старшим, регулируя поведение за столом."
      },
      {
        "type": "Религиозные традиции",
        "example": "Православные Ивановы выбирают имя ребёнку по святцам, чтобы оно совпадало с днём ангела."
      }
    ],
    "block": "Социальные отношения"
  },
  {
    "id": 47,
    "title": "Взаимодействие и конфликт агентов социализации",
    "task_text": "Проиллюстрируйте примерами мысль о том, что различные элементы социальной среды 1) взаимодействуют; 2) могут конфликтовать. По каждой позиции приведите два примера.",
    "key_points": [
      "Взаимодействие",
      "Конфликт"
    ],
    "example_answers": [
      {
        "type": "Взаимодействие 1",
        "example": "Мама объяснила Артёму, что дружбу нужно ценить, и ту же идею мальчик прочитал в книге о Гарри Поттере."
      },
      {
        "type": "Взаимодействие 2",
        "example": "Нина решила стать ветеринаром; родители и школьный кружок любителей животных поддержали её выбор."
      },
      {
        "type": "Конфликт 1",
        "example": "Друзья Матвея курят и предлагают сигареты, тогда как родители убеждены, что курение вредно, — ценности сталкиваются."
      },
      {
        "type": "Конфликт 2",
        "example": "Реклама в интернете пропагандирует престижное потребление, а экологический клуб учит умеренности и бережливости."
      }
    ],
    "block": "Социальные отношения"
  },
  {
    "id": 48,
    "title": "Неформальные санкции за девиантное поведение",
    "task_text": "Смоделируйте ситуацию негативного отклоняющегося поведения и приведите три возможных неформальных негативных санкции.",
    "key_points": [
      "Ситуация",
      "Игнорирование",
      "Порицание",
      "Лишение привилегий"
    ],
    "example_answers": [
      {
        "type": "Ситуация",
        "example": "Десятиклассник Иван испортил рюкзак однокласснице, решив, что это смешная шутка."
      },
      {
        "type": "Игнорирование",
        "example": "Ребята перестали звать Ивана обедать вместе, демонстрируя бойкот."
      },
      {
        "type": "Порицание",
        "example": "Староста публично осудила Ивана на классном часе."
      },
      {
        "type": "Лишение привилегий",
        "example": "Родители запретили Ивану пользоваться игровым компьютером неделю."
      }
    ],
    "block": "Социальные отношения"
  },
  {
    "id": 49,
    "title": "Нормы и санкции права и морали",
    "task_text": "Для права и морали приведите по одному примеру нормы и по одному примеру специфических санкций за её нарушение.",
    "key_points": [
      "Право",
      "Мораль"
    ],
    "example_answers": [
      {
        "type": "Право",
        "example": "Норма: переходить дорогу только на зелёный свет; санкция: инспектор ГИБДД оштрафовал пешехода на 500 ₽ за переход на красный."
      },
      {
        "type": "Мораль",
        "example": "Норма: выполнять обещания; санкция: друзья перестали доверять Светлане после того, как она сорвала совместный поход."
      }
    ],
    "block": "Социальные отношения"
  },
  {
    "id": 50,
    "title": "Элементы социального контроля",
    "task_text": "Проиллюстрируйте примерами элементы социального контроля: установление норм, надзор, санкции.",
    "key_points": [
      "Установление норм",
      "Надзор",
      "Санкции"
    ],
    "example_answers": [
      {
        "type": "Установление норм",
        "example": "Президент подписал Кодекс об административных правонарушениях, установив правила поведения в общественных местах."
      },
      {
        "type": "Надзор",
        "example": "Сотрудник ДПС на трассе «Крым» проверяет, пристёгнуты ли водители и соблюдают ли они скоростной режим."
      },
      {
        "type": "Санкции",
        "example": "За превышение скорости водитель Сергеев получил штраф 5000 ₽ и три штрафных балла."
      }
    ],
    "block": "Социальные отношения"
  },
  {
    "id": 51,
    "title": "Позитивные функции социального конфликта",
    "task_text": "Проиллюстрируйте примерами три возможных позитивных влияния конфликта: на личность, социальную группу и общество.",
    "key_points": [
      "Личность",
      "Социальная группа",
      "Общество"
    ],
    "example_answers": [
      {
        "type": "Личность",
        "example": "Юлия не попала в школьную сборную, конфликт мотивировал её тренироваться, и через год она стала капитаном команды."
      },
      {
        "type": "Социальная группа",
        "example": "Жильцы дома объединились против планы застройщика уничтожить детскую площадку, создали ТСЖ и добились её сохранения."
      },
      {
        "type": "Общество",
        "example": "Конкуренция производителей смартфонов стимулировала внедрение энергоэффективных процессоров и снижение цен."
      }
    ],
    "block": "Социальные отношения"
  },
  {
    "id": 52,
    "title": "Источники политической власти",
    "task_text": "Назовите любые три источника (ресурса) власти и проиллюстрируйте примером использование каждого из них. (Сначала источник, затем развёрнутый пример.)",
    "key_points": [
      "Закон (право)",
      "Сила",
      "Знания"
    ],
    "example_answers": [
      {
        "type": "Закон",
        "example": "Участковый инспектор потребовал у гражданина А. потушить сигарету на автобусной остановке, ссылаясь на ст. 12 Закона о защите здоровья граждан от табачного дыма; гражданин подчинился, признавая легитимность правового ресурса."
      },
      {
        "type": "Сила",
        "example": "Коалиция союзных войск в 1945 г. заняла Берлин и установила там собственную администрацию, на послушание которой население Германии оказалось вынуждено согласиться из-за военной мощи победителей."
      },
      {
        "type": "Знания",
        "example": "Ученики внимательно выполняют указания преподавателя английского языка, поскольку тот владеет методикой преподавания и носительским уровнем, т. е. обладает эксклюзивным профессиональным знанием."
      }
    ],
    "block": "Политика"
  },
  {
    "id": 53,
    "title": "Подсистемы политической системы",
    "task_text": "Назовите любые три подсистемы политической системы общества и проиллюстрируйте проявление каждой. (Сначала подсистема, затем пример.)",
    "key_points": [
      "Институциональная",
      "Нормативная",
      "Коммуникативная"
    ],
    "example_answers": [
      {
        "type": "Институциональная",
        "example": "Партия «Справедливая Россия – Патриоты – За правду» через своих депутатов в Государственной Думе внесла альтернативный законопроект о пенсионной реформе, демонстрируя деятельность институтов."
      },
      {
        "type": "Нормативная",
        "example": "Конституция РФ устанавливает федеративное устройство и гарантирует права и свободы, задавая нормативные рамки всей политической жизни страны."
      },
      {
        "type": "Коммуникативная",
        "example": "Во время ежегодной большой пресс-конференции Президент РФ ответил на сотни вопросов журналистов и граждан, обеспечив публичный обмен информацией между властью и обществом."
      }
    ],
    "block": "Политика"
  },
  {
    "id": 54,
    "title": "Государственные институты России",
    "task_text": "Укажите три государственных института и проиллюстрируйте примерами их деятельность. (Сначала институт, затем пример.)",
    "key_points": [
      "Армия",
      "Парламент",
      "Центральный банк"
    ],
    "example_answers": [
      {
        "type": "Армия",
        "example": "Вооружённые силы РФ в 2024 г. провели широкомасштабные учения «Кавказ-2024» с задействованием 50 тыс. военнослужащих для отработки совместных действий частей Южного военного округа."
      },
      {
        "type": "Парламент",
        "example": "Государственная Дума приняла, а Совет Федерации одобрил федеральный бюджет на 2025 год, определив приоритеты финансирования в социальной сфере."
      },
      {
        "type": "Центральный банк",
        "example": "Банк России в мае 2025 года снизил ключевую ставку до 6 %, пытаясь простимулировать инвестиционный спрос и сдержать рост стоимости кредитов."
      }
    ],
    "block": "Политика"
  },
  {
    "id": 55,
    "title": "Поддержка государства гражданами в кризис",
    "task_text": "С помощью трёх примеров докажите, что при демократическом режиме граждане поддерживают государство во время кризисов. (Каждый пример развёрнутый.)",
    "key_points": [
      "Военная угроза",
      "Политический кризис",
      "Стихийное бедствие"
    ],
    "example_answers": [
      {
        "type": "Военная угроза",
        "example": "После вторжения противника в 1940 г. тысячи британцев добровольно вступили в Территориальную армию и пожертвовали личные сбережения в фонд обороны, укрепив позиции кабинета Черчилля."
      },
      {
        "type": "Политический кризис",
        "example": "В октябре 1993 года россияне проголосовали на референдуме за проект новой Конституции, тем самым подтвердив курс действующей власти на реформы и стабилизировали систему."
      },
      {
        "type": "Стихийное бедствие",
        "example": "Волонтёры некоммерческих организаций совместно с МЧС доставляли питьевую воду и продукты населению Якутии во время лесных пожаров 2021 года, помогая государственным службам."
      }
    ],
    "block": "Политика"
  },
  {
    "id": 56,
    "title": "Институты прямой демократии",
    "task_text": "Приведите три примера функционирования институтов прямой демократии в современном обществе. (Сначала институт, затем пример.)",
    "key_points": [
      "Референдум",
      "Всенародное голосование",
      "Сход граждан"
    ],
    "example_answers": [
      {
        "type": "Референдум",
        "example": "В 2014 году жители Крыма на референдуме большинством голосов поддержали воссоединение полуострова с Россией."
      },
      {
        "type": "Всенародное голосование",
        "example": "В 2020 году россияне одобрили пакет поправок к Конституции, участвуя во всенародном голосовании, организованном ЦИК."
      },
      {
        "type": "Сход граждан",
        "example": "На сходе жителей деревни Октябрьское большинство проголосовало за возвращение исторического названия «Вознесенское»; решение направлено в районный совет."
      }
    ],
    "block": "Политика"
  },
  {
    "id": 57,
    "title": "Взаимодействие государства и гражданского общества",
    "task_text": "Назовите любые три формы взаимодействия государства и гражданского общества и проиллюстрируйте каждую примером.",
    "key_points": [
      "Общественный контроль",
      "Господдержка НКО",
      "Совместные проекты"
    ],
    "example_answers": [
      {
        "type": "Общественный контроль",
        "example": "Широкий резонанс в СМИ и работа журналистов привели к прекращению уголовного дела против Ивана Голунова, когда общественность выявила процессуальные нарушения полиции."
      },
      {
        "type": "Господдержка НКО",
        "example": "Правительство Тюменской области выделило грант на проведение фестиваля культуры коренных народов Севера, который организовали местные этнографические общества."
      },
      {
        "type": "Совместные проекты",
        "example": "Волонтёры гуманитарных фондов вместе с Минтрудом организовали пункты раздачи горячего питания жителям Донбасса, пострадавшим от боевых действий."
      }
    ],
    "block": "Политика"
  },
  {
    "id": 58,
    "title": "Признаки федеративного устройства России",
    "task_text": "Проиллюстрируйте проявление трёх признаков федерации в государственно-территориальном устройстве РФ.",
    "key_points": [
      "Двухуровневая власть",
      "Представительство субъектов",
      "Разграничение полномочий"
    ],
    "example_answers": [
      {
        "type": "Двухуровневая власть",
        "example": "Наряду с федеральными органами (Госдума, Верховный суд) в Московской области действует собственное Законодательное собрание и областное правительство."
      },
      {
        "type": "Представительство субъектов",
        "example": "В Совет Федерации входят по два представителя от каждого субъекта: один делегируется парламентом региона, второй — губернатором."
      },
      {
        "type": "Разграничение полномочий",
        "example": "Уголовное законодательство относится к исключительному ведению федерации, тогда как административное право разрабатывается совместно центром и субъектами РФ."
      }
    ],
    "block": "Политика"
  },
  {
    "id": 59,
    "title": "Система «сдержек и противовесов» в РФ",
    "task_text": "Приведите три примера, иллюстрирующих действие системы «сдержек и противовесов» в Российской Федерации.",
    "key_points": [
      "Парламент-правительство",
      "Президент-парламент",
      "Судебный контроль"
    ],
    "example_answers": [
      {
        "type": "Парламент-правительство",
        "example": "Госдума утвердила представленный Правительством федеральный бюджет на 2025 год, имея право отклонить документ при несогласии."
      },
      {
        "type": "Президент-парламент",
        "example": "Президент наложил вето на закон «Об ответственности СМИ за распространение ложной информации», отправив документ на повторное рассмотрение."
      },
      {
        "type": "Судебный контроль",
        "example": "Конституционный суд в 2023 г. признал региональный закон о запрете митингов в центре города противоречащим федеральной Конституции и отменил его."
      }
    ],
    "block": "Политика"
  },
  {
    "id": 60,
    "title": "Способы разрешения политических конфликтов",
    "task_text": "Назовите и проиллюстрируйте примерами три способа разрешения политических конфликтов в демократическом обществе.",
    "key_points": [
      "Выборы",
      "Компромисс",
      "Судебное решение"
    ],
    "example_answers": [
      {
        "type": "Выборы",
        "example": "После победы либеральной партии на парламентских выборах 2024 года оппозиция признала результаты и отказалась от протестов, что легитимировало курс реформ."
      },
      {
        "type": "Компромисс",
        "example": "Консерваторы и либералы, имея разные взгляды на миграцию, создали коалицию ради формирования правительства и согласовали общий минимальный пакет законов."
      },
      {
        "type": "Судебное решение",
        "example": "Верховный суд признал заявление кандидата А. о клевете со стороны кандидата Б. необоснованным и обязал последнего публично извиниться."
      }
    ],
    "block": "Политика"
  },
  {
    "id": 61,
    "title": "Институты политической социализации",
    "task_text": "Проиллюстрируйте действие семьи, системы образования и СМИ как институтов политической социализации.",
    "key_points": [
      "Семья",
      "Система образования",
      "СМИ"
    ],
    "example_answers": [
      {
        "type": "Семья",
        "example": "Родители взяли восьмилетнего Аделя на избирательный участок и объяснили, почему участие в голосовании — гражданский долг каждого."
      },
      {
        "type": "Система образования",
        "example": "На уроках обществознания девятиклассники изучили темы «государство» и «демократия», обсудили роль Конституции в политической жизни."
      },
      {
        "type": "СМИ",
        "example": "Светлана посмотрела итоговый выпуск новостей и узнала, какие партии прошли в Госдуму, сформировав собственное отношение к результатам."
      }
    ],
    "block": "Политика"
  },
  {
    "id": 62,
    "title": "Функции политических партий",
    "task_text": "Назовите три функции политических партий в демократическом государстве и проиллюстрируйте каждую примером.",
    "key_points": [
      "Представительская",
      "Политическая социализация",
      "Выдвижение лидеров"
    ],
    "example_answers": [
      {
        "type": "Представительская",
        "example": "Партия малого бизнеса преодолела пятипроцентный барьер и создала фракцию в парламенте, отстаивая интересы предпринимателей."
      },
      {
        "type": "Политическая социализация",
        "example": "Активисты партии провели открытый лекторий о значении Конституции, формируя у молодёжи политическую культуру участия."
      },
      {
        "type": "Выдвижение лидеров",
        "example": "После пятилетней работы в региональном отделении партия выдвинула Светлану кандидатом в президенты, признав её лидерские качества."
      }
    ],
    "block": "Политика"
  },
  {
    "id": 63,
    "title": "Мажоритарная избирательная система: плюсы и минусы",
    "task_text": "Приведите два преимущества и один недостаток мажоритарной избирательной системы и проиллюстрируйте их примерами.",
    "key_points": [
      "Ответственность депутата",
      "Независимые кандидаты",
      "Слабое представительство меньшинств"
    ],
    "example_answers": [
      {
        "type": "Преимущество — ответственность",
        "example": "Депутат Валентин, избранный по одномандатному округу, проголосовал против повышения пенсионного возраста, опасаясь потерять доверие жителей, которые помнят его обещания."
      },
      {
        "type": "Преимущество — независимые кандидаты",
        "example": "Безпартийная Ирина-либертарианец собрала подписи и стала кандидатом в окружной бюллетень, не завися ни от одной партии."
      },
      {
        "type": "Недостаток",
        "example": "В стране Х из-за того, что «синие» составляют лишь 30 % в каждом округе, ни один их представитель не попал в парламент, и интересы меньшинства остались без голоса."
      }
    ],
    "block": "Политика"
  },
  {
    "id": 64,
    "title": "Типы политического лидерства (по Веберу)",
    "task_text": "Назовите три типа политического лидерства по способу легитимации и приведите по одному примеру прихода лидера к власти.",
    "key_points": [
      "Традиционное",
      "Рационально-легальное",
      "Харизматическое"
    ],
    "example_answers": [
      {
        "type": "Традиционное",
        "example": "После кончины царя Михаила Романова трон по праву наследования перешёл к его сыну Алексею Михайловичу, что воспринималось обществом как естественный порядок."
      },
      {
        "type": "Рационально-легальное",
        "example": "Джон Кеннеди победил на всеобщих президентских выборах США 1960 года и вступил в должность в соответствии с конституционными процедурами."
      },
      {
        "type": "Харизматическое",
        "example": "Владимир Ленин благодаря яркой риторике и чёткому политическому чутью завоевал доверие миллионов рабочих и солдат, что позволило большевикам взять власть в 1917 году."
      }
    ],
    "block": "Политика"
  },
  {
    "id": 65,
    "title": "Способы легального вхождения в политическую элиту РФ",
    "task_text": "Назовите три законных способа попасть в российскую политическую элиту и проиллюстрируйте их примерами.",
    "key_points": [
      "Победа на выборах",
      "Карьерный рост в госслужбе",
      "Партийная деятельность"
    ],
    "example_answers": [
      {
        "type": "Выборы",
        "example": "Известный волонтёр Михаил выдвинулся по одномандатному округу, набрал большинство голосов и стал депутатом Госдумы."
      },
      {
        "type": "Карьерный рост",
        "example": "Анна после вуза начала как специалист районной администрации и спустя 15 лет возглавила департамент в федеральном министерстве."
      },
      {
        "type": "Партийная деятельность",
        "example": "Савву избрали председателем либеральной партии после того, как под его руководством число сторонников удвоилось и партия укрепила позиции."
      }
    ],
    "block": "Политика"
  },
  {
    "id": 66,
    "title": "Институты и социализация личности",
    "task_text": "Проиллюстрируйте примерами влияние политики, образования и средств массовой информации на социализацию личности.",
    "key_points": [
      "Политика",
      "Образование",
      "СМИ"
    ],
    "example_answers": [
      {
        "type": "Политика",
        "example": "Сергей поучаствовал в первомайском шествии профсоюзов, познакомился с активистами и научился коллективно отстаивать трудовые права."
      },
      {
        "type": "Образование",
        "example": "В школе Игорь освоил чтение и письмо, научился работать в команде на уроках проекта «Школа активного гражданина»."
      },
      {
        "type": "СМИ",
        "example": "Алёша посмотрел трансляцию зимней Олимпиады и увлёкся плаванием, попросив родителей записать его в спортивную секцию."
      }
    ],
    "block": "Политика"
  },
  {
    "id": 67,
    "title": "Функции СМИ в политике",
    "task_text": "Назовите три функции средств массовой информации в политической сфере и проиллюстрируйте каждую примером.",
    "key_points": [
      "Информационная",
      "Социализирующая",
      "Мобилизационная"
    ],
    "example_answers": [
      {
        "type": "Информационная",
        "example": "Первый канал подробно освещал визит председателя КНР в Москву, информируя граждан о международных договорённостях."
      },
      {
        "type": "Социализирующая",
        "example": "Газета «Коммерсантъ» опубликовала цикл разборов программ партий, помогая читателям осознанно выбирать на выборах."
      },
      {
        "type": "Мобилизационная",
        "example": "«Радио России» призвало слушателей принять участие в президентских выборах, напомнив о дате и процедуре голосования."
      }
    ],
    "block": "Политика"
  },
  {
    "id": 68,
    "title": "Особенности средств массовой информации",
    "task_text": "Проиллюстрируйте примерами такие особенности СМИ, как универсальность, доступность и регулярность.",
    "key_points": [
      "Универсальность",
      "Доступность",
      "Регулярность"
    ],
    "example_answers": [
      {
        "type": "Универсальность",
        "example": "«Российская газета» публикует материалы о политике, экономике, спорте и культуре, охватывая широкий спектр общественных тем."
      },
      {
        "type": "Доступность",
        "example": "Базовый пакет цифрового телевидения позволяет любому жителю России бесплатно смотреть передачи «Первого канала»."
      },
      {
        "type": "Регулярность",
        "example": "Журнал «Профиль» выходит два раза в месяц, и подписчики получают свежий номер строго по графику, рассчитывая на стабильность."
      }
    ],
    "block": "Политика"
  },
  {
    "id": 69,
    "title": "Государственные институты принуждения",
    "task_text": "Государство располагает особым набором средств и институтов, способных принуждать к соблюдению правовых норм. Назовите любые три таких института и проиллюстрируйте примером деятельность каждого из них.",
    "key_points": [
      "Полиция",
      "Суд",
      "Федеральная таможенная служба"
    ],
    "example_answers": [
      {
        "type": "Полиция",
        "example": "Участковый инспектор в Самаре вынес письменное предупреждение двум мужчинам, курившим на крытой автобусной остановке на проспекте Мира; нарушители немедленно убрали сигареты и покинули платформу, продемонстрировав силу полицейского принуждения."
      },
      {
        "type": "Суд",
        "example": "Арбитражный суд Москвы обязал фирму «Ромашка» выплатить гражданину А. 250 000 рублей неустойки за просрочку поставки оборудования; исполнительный лист передан судебным приставам для реального взыскания суммы."
      },
      {
        "type": "Федеральная таможенная служба",
        "example": "Инспекторы Благовещенского таможенного поста обнаружили в багаже туриста 5 кг санкционных сыров, изъяли продукцию и наложили штраф 50 000 рублей, заставив нарушителя соблюдать правила ввоза товаров."
      }
    ],
    "block": "Право"
  },
  {
    "id": 70,
    "title": "Источники (формы) права",
    "task_text": "Укажите любые три источника права и проиллюстрируйте конкретным примером каждый из них.",
    "key_points": [
      "Нормативно-правовой акт",
      "Судебный прецедент",
      "Правовой обычай"
    ],
    "example_answers": [
      {
        "type": "Нормативно-правовой акт",
        "example": "Указ Президента РФ «Об объявлении частичной мобилизации в Российской Федерации» придал юридическую силу обязанности граждан встать на воинский учет и прибыть в военные комиссариаты."
      },
      {
        "type": "Судебный прецедент",
        "example": "Верховный суд РФ в 2024 г. признал взлом игрового аккаунта и похищение персонажа формой кражи; после решения суды первой инстанции опираются на этот прецедент при аналогичных исках."
      },
      {
        "type": "Правовой обычай",
        "example": "Суды при расторжении брака, руководствуясь сложившейся практикой, чаще оставляют ребёнка с матерью, если иное не противоречит интересам ребёнка."
      }
    ],
    "block": "Право"
  },
  {
    "id": 71,
    "title": "Нормы трёх отраслей права",
    "task_text": "Используя обществоведческие знания, раскройте характеристику права как внешней по отношению к личности системы правил на примере норм из трёх различных отраслей.",
    "key_points": [
      "Гражданское право",
      "Административное право",
      "Трудовое право"
    ],
    "example_answers": [
      {
        "type": "Гражданское право",
        "example": "Семнадцатилетний Станислав не смог самостоятельно купить автомобиль: продавец отказал без письменного согласия родителей, выполняя ст. 26 ГК РФ о круп­ных сделках несовершеннолетних."
      },
      {
        "type": "Административное право",
        "example": "Анастасия не стала курить на автобусной остановке, памятуя о запрете, установленном КоАП РФ, и желая избежать административного штрафа."
      },
      {
        "type": "Трудовое право",
        "example": "Директор оформил с Агатой трудовой договор в двух экземплярах, поскольку ст. 67 ТК РФ обязывает работодателя заключать письменный договор с каждым работником."
      }
    ],
    "block": "Право"
  },
  {
    "id": 72,
    "title": "Действия гражданина и отрасли права",
    "task_text": "Приведите примеры трёх действий гражданина, регулируемых нормами разных отраслей права.",
    "key_points": [
      "Конституционное право",
      "Трудовое право",
      "Семейное право"
    ],
    "example_answers": [
      {
        "type": "Конституционное право",
        "example": "Сергей Петров, достигнув 18 лет, выдвинул свою кандидатуру в муниципальное собрание и воспользовался политическим правом быть избранным."
      },
      {
        "type": "Трудовое право",
        "example": "Шестнадцатилетний Макар Иванов прошёл обязательный медосмотр перед заключением трудового договора, как требует ст. 69 ТК РФ."
      },
      {
        "type": "Семейное право",
        "example": "Лидия и Олег обратились в ЗАГС и зарегистрировали брак, реализовав право на создание семьи, закреплённое СК РФ."
      }
    ],
    "block": "Право"
  },
  {
    "id": 73,
    "title": "Совместное действие частного и публичного права",
    "task_text": "Приведите три примера, подтверждающих, что частное и публичное право совместно действуют при регулировании одних и тех же общественных отношений.",
    "key_points": [
      "Право собственности",
      "Расторжение брака",
      "Оплата труда"
    ],
    "example_answers": [
      {
        "type": "Право собственности",
        "example": "Конституция РФ публично гарантирует каждому право владеть имуществом, а ГК РФ в частноправовом порядке описывает способы покупки квартиры и её регистрации."
      },
      {
        "type": "Расторжение брака",
        "example": "Семейный кодекс разрешает супругам расторгнуть брак, но при наличии детей развод производится публично в суде, который защищает интересы ребёнка."
      },
      {
        "type": "Оплата труда",
        "example": "Трудовой кодекс устанавливает обязанность работодателя своевременно выплачивать зарплату, а КоАП налагает административный штраф за задержку платежей."
      }
    ],
    "block": "Право"
  },
  {
    "id": 74,
    "title": "Виды юридических фактов в семейном праве",
    "task_text": "Назовите два вида юридических фактов, отличных от фактов-состояний, и проиллюстрируйте каждый на примере семейных правоотношений.",
    "key_points": [
      "Факты-события",
      "Факты-действия"
    ],
    "example_answers": [
      {
        "type": "Факты-события",
        "example": "В семье Петровых родился ребёнок — само по себе природное событие, повлёкшее возникновение у родителей обязанностей по уходу и содержанию малыша."
      },
      {
        "type": "Факты-действия",
        "example": "Гвидион и Ариана добровольно подали заявление в ЗАГС и вступили в брак, тем самым создав взаимные права и обязанности супругов."
      }
    ],
    "block": "Право"
  },
  {
    "id": 75,
    "title": "Права обеспечиваются обязанностями",
    "task_text": "На примере трёх разных правоотношений покажите, что правомочия одних субъектов обеспечиваются обязанностями других.",
    "key_points": [
      "Гражданские",
      "Семейные",
      "Трудовые"
    ],
    "example_answers": [
      {
        "type": "Гражданские",
        "example": "Анна Петровна предъявила часы, сломавшиеся в период гарантии; её право на бесплатный ремонт обеспечено обязанностью продавца устранить недостаток товара."
      },
      {
        "type": "Семейные",
        "example": "После развода отец Макара живёт отдельно, но мать обязана не препятствовать встречам ребёнка с отцом, обеспечивая право Макара на общение с родителем."
      },
      {
        "type": "Трудовые",
        "example": "Людмила Андреевна вправе получать зарплату два раза в месяц; работодатель обязан перечислять средства точно в установленные сроки."
      }
    ],
    "block": "Право"
  },
  {
    "id": 76,
    "title": "Субъективное право: элементы",
    "task_text": "Проиллюстрируйте на примере гражданских правоотношений правомочие, обязанность и ответственность как компоненты субъективного права.",
    "key_points": [
      "Правомочие",
      "Обязанность",
      "Ответственность"
    ],
    "example_answers": [
      {
        "type": "Правомочие",
        "example": "Юлия купила смартфон и свободно распоряжается им: устанавливает приложения, дарит или продаёт устройство — это правомочие собственника."
      },
      {
        "type": "Обязанность",
        "example": "Ольга владеет автомобилем и ежегодно уплачивает транспортный налог, исполняя обязанность собственника перед бюджетом."
      },
      {
        "type": "Ответственность",
        "example": "Собака Адама укусила прохожего; суд взыскал с владельца затраты на лечение и 30 000 рублей морального вреда — гражданско-правовую ответственность."
      }
    ],
    "block": "Право"
  },
  {
    "id": 77,
    "title": "Правонарушения: действие и бездействие",
    "task_text": "Приведите два примера правонарушений в форме действия и два — в форме бездействия.",
    "key_points": [
      "Действие",
      "Бездействие"
    ],
    "example_answers": [
      {
        "type": "Действие 1",
        "example": "Геворг припарковал автомобиль под знаком «Стоянка запрещена», сознательно нарушив правила дорожного движения."
      },
      {
        "type": "Действие 2",
        "example": "Эльза курила прямо на пороге общеобразовательной школы, игнорируя запрет на курение вблизи учебных заведений."
      },
      {
        "type": "Бездействие 1",
        "example": "Полицейский Александр стал свидетелем ограбления магазина, но не вмешался и не сообщил коллегам, нарушив служебный долг."
      },
      {
        "type": "Бездействие 2",
        "example": "ООО «Моя оборона» не установило огнетушители, как требует технический регламент, что привело к быстрому распространению пожара."
      }
    ],
    "block": "Право"
  },
  {
    "id": 78,
    "title": "Основания приобретения гражданства РФ",
    "task_text": "Назовите и проиллюстрируйте три основания получения гражданства Российской Федерации.",
    "key_points": [
      "Рождение",
      "Приём в гражданство",
      "Оптация"
    ],
    "example_answers": [
      {
        "type": "По рождению",
        "example": "У граждан РФ Ольги и Игоря родился сын Святослав; ребёнок автоматически зарегистрирован как гражданин России по праву крови."
      },
      {
        "type": "Приём в гражданство",
        "example": "Гражданин Кубы Игнасио, пять лет проживавший в Самаре и свободно владеющий русским языком, подал заявление и был принят в гражданство РФ в упрощённом порядке."
      },
      {
        "type": "Оптация",
        "example": "Мария, жительница Севастополя, после вхождения региона в состав РФ в 2014 г. выбрала российское гражданство, подав соответствующее уведомление в миграционную службу."
      }
    ],
    "block": "Право"
  },
  {
    "id": 79,
    "title": "Детализация социально-экономических прав",
    "task_text": "Проиллюстрируйте детализацию социально-экономических прав в отраслевом законодательстве на примере трудового, семейного и гражданского права.",
    "key_points": [
      "Трудовое право",
      "Семейное право",
      "Гражданское право"
    ],
    "example_answers": [
      {
        "type": "Трудовое право",
        "example": "Преподавателю Александру Сергеевичу ежемесячно выплачивают оклад не ниже федерального МРОТ, что детализирует конституционное право на вознаграждение за труд."
      },
      {
        "type": "Семейное право",
        "example": "Сид и Ненси заключили брачный договор, распределив имущество на случай развода — возможность подробно урегулировать имущественные права супругов даёт СК РФ."
      },
      {
        "type": "Гражданское право",
        "example": "Наталья составила завещание и распорядилась квартирой по ГК РФ, реализовав право собственности через частноправовой механизм распоряжения."
      }
    ],
    "block": "Право"
  },
  {
    "id": 80,
    "title": "Гражданско-правовые отношения",
    "task_text": "Назовите три правовых отношения, регулируемых гражданским правом, и проиллюстрируйте каждое примером из повседневной жизни.",
    "key_points": [
      "Купля-продажа",
      "Наследование",
      "Дарение"
    ],
    "example_answers": [
      {
        "type": "Купля-продажа",
        "example": "Сергей купил в супермаркете буханку хлеба за 55 рублей, заключив розничный договор купли-продажи."
      },
      {
        "type": "Наследование",
        "example": "Жанна и её мать приняли в наследство квартиру от бабушки, оформив свои права у нотариуса в шестимесячный срок."
      },
      {
        "type": "Дарение",
        "example": "На совершеннолетие Артур получил от отца в дар автомобиль Лада «Калина», и ГИБДД зарегистрировало машину на нового владельца."
      }
    ],
    "block": "Право"
  },
  {
    "id": 81,
    "title": "Особенности хозяйственного товарищества",
    "task_text": "Назовите три особенности полного товарищества и проиллюстрируйте каждую примером.",
    "key_points": [
      "Общность имущества",
      "Личное участие",
      "Неограниченная ответственность"
    ],
    "example_answers": [
      {
        "type": "Общность имущества",
        "example": "Патенты и валяльные станки, которые фирмы ООО «Валенок» и ООО «Галоша» внесли в складочный капитал товарищества «Таёжная обувь», перестали быть их собственностью и принадлежат самому товариществу."
      },
      {
        "type": "Личное участие",
        "example": "ИП Васильева, будучи полным товарищем, голосует в правлении «Таёжной обуви» за выпуск новой модельной линейки тёплых сапог, выполняя обязанность личного участия."
      },
      {
        "type": "Неограниченная ответственность",
        "example": "В случае банкротства «Таёжной обуви» все долги компании будут погашаться за счёт имущества полных товарищей, включая активы ООО «Валенок» и ООО «Галоша»."
      }
    ],
    "block": "Право"
  },
  {
    "id": 82,
    "title": "Виды доходов от собственности",
    "task_text": "Проиллюстрируйте тремя примерами виды получения дохода от собственности.",
    "key_points": [
      "Продажа",
      "Аренда",
      "Эксплуатация"
    ],
    "example_answers": [
      {
        "type": "Продажа",
        "example": "Виктор продал свой подержанный автомобиль за 500 000 рублей и сразу получил денежный доход от отчуждения имущества."
      },
      {
        "type": "Аренда",
        "example": "Дамир ежемесячно сдаёт однокомнатную квартиру в Казани за 20 000 рублей, получая стабильный арендный доход."
      },
      {
        "type": "Эксплуатация",
        "example": "Али выращивает на собственном участке сливы, каждое лето продаёт урожай на рынке и получает прибыль от хозяйственного использования земли."
      }
    ],
    "block": "Право"
  },
  {
    "id": 83,
    "title": "Обстоятельства, препятствующие заключению брака",
    "task_text": "Назовите и проиллюстрируйте три обстоятельства, при которых Семейный кодекс РФ запрещает регистрацию брака.",
    "key_points": [
      "Состояние в другом браке",
      "Близкое родство",
      "Усыновитель и усыновлённый"
    ],
    "example_answers": [
      {
        "type": "Состояние в другом браке",
        "example": "Работник ЗАГСа отказал Елене и Андрею в регистрации, потому что проверка показала: Андрей ещё не расторг брак со Светланой."
      },
      {
        "type": "Близкое родство",
        "example": "Мария и Виталий не могут вступить в брак, поскольку являются неполнородными братом и сестрой, что прямо запрещено ст. 14 СК РФ."
      },
      {
        "type": "Усыновитель — усыновлённый",
        "example": "Инна не может выйти замуж за Алексея, потому что раньше усыновила его ребёнком, и между ними установлены отношения близких родственников."
      }
    ],
    "block": "Право"
  },
  {
    "id": 84,
    "title": "Права работника по Трудовому кодексу",
    "task_text": "Назовите три права работника, закреплённые ТК РФ, и проиллюстрируйте каждое примером.",
    "key_points": [
      "Членство в профсоюзе",
      "Информация об условиях труда",
      "Своевременная оплата"
    ],
    "example_answers": [
      {
        "type": "Членство в профсоюзе",
        "example": "Токарь Андрей состоит в профсоюзе автозавода и участвует в коллективных переговорах о повышении тарифной ставки."
      },
      {
        "type": "Информация об условиях труда",
        "example": "Перед подписанием трудового договора Андрей изучил приложение с характеристикой рабочего места и убедился, что оно безопасно и оснащено средствами защиты."
      },
      {
        "type": "Своевременная оплата",
        "example": "В январе Андрей получил зарплату 50 000 рублей точно в установленную дату, что подтверждает его право на своевременное вознаграждение."
      }
    ],
    "block": "Право"
  },
  {
    "id": 85,
    "title": "Административные наказания",
    "task_text": "Назовите три вида административных наказаний и проиллюстрируйте ситуацию их применения.",
    "key_points": [
      "Предупреждение",
      "Штраф",
      "Дисквалификация"
    ],
    "example_answers": [
      {
        "type": "Предупреждение",
        "example": "Гражданин А. громко ругался матом на остановке; полицейский ограничился письменным предупреждением за мелкое хулиганство."
      },
      {
        "type": "Штраф",
        "example": "Инспектор ГИБДД оштрафовал водителя за движение без ремня безопасности на 1 000 рублей, оформив постановление на месте."
      },
      {
        "type": "Дисквалификация",
        "example": "Эксперт по пожарной безопасности дал ложное заключение; суд дисквалифицировал его, запретив заниматься экспертной деятельностью один год."
      }
    ],
    "block": "Право"
  },
  {
    "id": 86,
    "title": "Участники уголовного процесса со стороны защиты",
    "task_text": "Назовите трёх участников уголовного судопроизводства со стороны защиты и проиллюстрируйте возможные процессуальные действия каждого.",
    "key_points": [
      "Подозреваемый",
      "Обвиняемый",
      "Защитник"
    ],
    "example_answers": [
      {
        "type": "Подозреваемый",
        "example": "Василиса, задержанная по подозрению в мошенничестве, потребовала, чтобы ей немедленно предоставили адвоката для защиты на допросе."
      },
      {
        "type": "Обвиняемый",
        "example": "Вардан, которому предъявлено обвинение в убийстве, воспользовался правом давать показания в судебном заседании и заявил ходатайство об алиби."
      },
      {
        "type": "Защитник",
        "example": "Адвокат Светлана составила письменное ходатайство об исключении недопустимого доказательства и подала его судье до начала прений."
      }
    ],
    "block": "Право"
  },
  {
    "id": 87,
    "title": "Процессуальные действия в гражданском процессе",
    "task_text": "Назовите процессуальные действия истца, ответчика и суда в гражданском судопроизводстве и иллюстрируйте их примерами.",
    "key_points": [
      "Истец",
      "Ответчик",
      "Суд"
    ],
    "example_answers": [
      {
        "type": "Истец",
        "example": "Ирина подала иск к соседу Сергею о возмещении ущерба после залития квартиры горячей водой."
      },
      {
        "type": "Ответчик",
        "example": "Сергей представил суду акт ЖЭУ о ветхости труб, пытаясь доказать, что авария произошла по вине управляющей компании."
      },
      {
        "type": "Суд",
        "example": "Суд исследовал доказательства, разъяснил сторонам их процессуальные права и вынес решение о компенсации ущерба за счёт ответчика."
      }
    ],
    "block": "Право"
  },
  {
    "id": 88,
    "title": "Категории гражданских дел в судах общей юрисдикции",
    "task_text": "Назовите три категории дел, рассматриваемых судами общей юрисдикции, и проиллюстрируйте каждую примером.",
    "key_points": [
      "Семейные споры",
      "Трудовые споры",
      "Имущественные споры"
    ],
    "example_answers": [
      {
        "type": "Семейные споры",
        "example": "Николай и Кристина подали в районный суд иск о разделе совместного дома и определении места жительства их несовершеннолетней дочери."
      },
      {
        "type": "Трудовые споры",
        "example": "Анну уволили в оплачиваемый отпуск по уходу за ребёнком; она оспорила увольнение в суде и была восстановлена на работе."
      },
      {
        "type": "Имущественные споры",
        "example": "Николай требует от производителя ноутбука возместить 300 000 рублей ущерба после пожара, вызванного заводским браком."
      }
    ],
    "block": "Право"
  },
  {
    "id": 89,
    "title": "Государственные органы защиты прав и свобод",
    "task_text": "Назовите три государственных органа, осуществляющих защиту прав и свобод граждан в РФ, и проиллюстрируйте деятельность каждого.",
    "key_points": [
      "ФСБ",
      "Прокуратура",
      "Полиция"
    ],
    "example_answers": [
      {
        "type": "ФСБ",
        "example": "Сотрудники ФСБ пресекли подготовку теракта в московском метро: задержаны подозреваемые, изъяты самодельные взрывные устройства."
      },
      {
        "type": "Прокуратура",
        "example": "Прокурор обжаловал обвинительный приговор Макару, указав на процессуальные нарушения, и добился отправки дела на новое рассмотрение."
      },
      {
        "type": "Полиция",
        "example": "Патрульная служба задержала двух рецидивистов, вымогавших деньги у школьников у торгового центра, и передала их дознавателю."
      }
    ],
    "block": "Право"
  },
  {
    "id": 94,
    "title": "Формы реализации права",
    "task_text": "Назовите три формы реализации права и проиллюстрируйте каждую примером правомерного поведения гражданина Российской Федерации. (В каждом случае сначала назовите форму, затем приведите пример.)",
    "key_points": [
      "Соблюдение",
      "Использование",
      "Применение"
    ],
    "example_answers": [
      {
        "type": "Соблюдение",
        "example": "Водитель Петров едет по Ленинскому проспекту со скоростью 60 км/ч, строго выполняя требования ПДД."
      },
      {
        "type": "Использование",
        "example": "Выпускник Иванов через портал «Госуслуги» подал документы сразу в пять вузов, реализуя право на получение высшего образования."
      },
      {
        "type": "Применение",
        "example": "Мировой судья участка № 47 вынес решение о взыскании долга по расписке, применив нормы ГК РФ к конкретному спору."
      }
    ],
    "block": "Право"
  },
  {
    "id": 95,
    "title": "Трансформация бизнеса под влиянием обстоятельств",
    "task_text": "Приведите три примера трансформации бизнеса под влиянием меняющихся обстоятельств.",
    "block": "Экономика",
    "example_answers": [
      {
        "type": "Цифровизация бизнеса",
        "example": "Сеть книжных магазинов «Буквоед» в 2020 году во время пандемии COVID-19 запустила онлайн-платформу с доставкой книг на дом, что позволило компании сохранить 70% выручки при закрытии офлайн-точек."
      },
      {
        "type": "Изменение бизнес-модели",
        "example": "Ресторан «Теремок» в Москве в 2022 году из-за ухода иностранных поставщиков перешёл на работу с российскими фермерами и запустил собственное производство полуфабрикатов, открыв цех в Подмосковье."
      },
      {
        "type": "Диверсификация производства",
        "example": "Нижегородский автомобильный завод ГАЗ в 2023 году наряду с производством грузовиков начал выпуск автобусов на газомоторном топливе для городских перевозок, освоив новый сегмент рынка."
      }
    ]
  },
  {
    "id": 96,
    "title": "Социальные лифты в современной России",
    "task_text": "Назовите и проиллюстрируйте примерами три любых социальных лифта, действующий в современном российском обществе. (В каждом случае сначала укажите социальный лифт, а затем приведите соответствующий пример. Каждый пример должен быть сформулирован развёрнуто)",
    "block": "Социальные отношения",
    "key_points": [
      "Образование",
      "Предпринимательство",
      "Армия",
      "Искусство",
      "Спорт"
    ],
    "example_answers": [
      {
        "type": "Образование",
        "example": "Образование: Дмитрий Петров из посёлка Тикси (Якутия) благодаря высоким баллам ЕГЭ (98 по математике, 95 по физике) в 2023 году поступил на бюджет в МФТИ, получил общежитие в Москве и через образование перешёл из сельской местности в статус столичного студента престижного вуза."
      },
      {
        "type": "Предпринимательство",
        "example": "Предпринимательство: Анна Соколова работала продавцом в магазине одежды в Воронеже, в 2022 году открыла свой интернет-магазин детской одежды через маркетплейс Wildberries, за год оборот достиг 15 млн рублей, и она стала индивидуальным предпринимателем, наняв 5 сотрудников."
      },
      {
        "type": "Служба в армии",
        "example": "Служба в армии: Сергей Кравцов из рабочей семьи после школы поступил в Рязанское гвардейское высшее воздушно-десантное командное училище, отслужив 10 лет в ВДВ, получил звание подполковника и должность командира батальона, что обеспечило ему стабильный доход и высокий социальный статус."
      }
    ]
  },
  {
    "id": 97,
    "title": "Правовые запреты в различных отраслях права",
    "task_text": "Авторы отмечают, что посредством установления запретов право предупреждает и пресекает поступки, которые противоречат интересам государства, общества и индивида. Проиллюстрируйте эту мысль примерами из любых трёх отраслей российского права. (В каждом случае сначала укажите отрасль российского права, а затем приведите соответствующий пример)",
    "block": "Право",
    "key_points": [
      "Уголовное право",
      "Административное право",
      "Гражданское право",
      "Трудовое право",
      "Семейное право"
    ],
    "example_answers": [
      {
        "type": "Уголовное право",
        "example": "Уголовное право: Статья 158 УК РФ устанавливает запрет на кражу чужого имущества: гражданин Иванов в Санкт-Петербурге был задержан за кражу телефона в метро, осуждён к 1 году лишения свободы условно, что предупредило его дальнейшие противоправные действия и защитило имущественные интересы граждан."
      },
      {
        "type": "Административное право",
        "example": "Административное право: Статья 12.8 КоАП РФ запрещает управление транспортным средством в состоянии алкогольного опьянения: водитель Смирнов в Москве был остановлен инспектором ГИБДД с показателем 0,8 промилле, лишён прав на 2 года и оштрафован на 30 тысяч рублей, что пресекло угрозу безопасности дорожного движения."
      },
      {
        "type": "Гражданское право",
        "example": "Гражданское право: Статья 10 ГК РФ запрещает злоупотребление правом: компания «Стройинвест» попыталась обанкротить конкурента через подачу необоснованных исков, суд в Екатеринбурге признал действия злоупотреблением правом, отказал в иске и взыскал судебные расходы, защитив интересы добросовестного предпринимателя."
      }
    ]
  },
  {
    "id": 98,
    "title": "Факторы социальных изменений в современной России",
    "task_text": "Выпишите из текста три группы факторов социальных изменений (экономические, политические, социальные (внутренняя форма, обеспечивающая связи между группами людей)) и проиллюстрируйте примером влияние каждой из названных групп факторов на социальные изменения в современной России. (В каждом случае сначала назовите группу факторов, затем приведите соответствующий пример. Всего должны быть названы три группы факторов и приведено три примера)",
    "block": "Социальные отношения",
    "key_points": [
      "Экономические факторы",
      "Политические факторы",
      "Социальные факторы"
    ],
    "example_answers": [
      {
        "type": "Экономические факторы",
        "example": "Экономические факторы: В 2022 году Центральный банк РФ повысил ключевую ставку до 20%, что привело к удорожанию ипотеки, в результате молодые семьи в Москве стали откладывать покупку квартир, предпочитая снимать жильё, что изменило структуру жилищного рынка."
      },
      {
        "type": "Политические факторы",
        "example": "Политические факторы: В 2020 году в Конституцию РФ были внесены поправки, гарантирующие индексацию пенсий выше уровня инфляции, что повысило доходы 43 миллионов пенсионеров и улучшило их социальное положение."
      },
      {
        "type": "Социальные факторы",
        "example": "Социальные факторы: В 2023 году в России возросла популярность онлайн-образования: платформа «Учи.ру» объединила 12 миллионов школьников, что усилило горизонтальные связи между учащимися из разных регионов и изменило формат взаимодействия в образовательной среде."
      }
    ]
  },
  {
    "id": 99,
    "title": "Функции предприятия в России",
    "task_text": "Выпишите любые три функции предприятия, упомянутые в тексте (производственная, финансовая, социальная) и проиллюстрируйте выполнение этих функций российскими предприятиями. (Всего должны быть названы три функции и приведено три примера.)",
    "block": "Экономика",
    "key_points": [
      "Производственная функция",
      "Финансовая функция",
      "Социальная функция"
    ],
    "example_answers": [
      {
        "type": "Производственная функция",
        "example": "Производственная функция: Завод «КамАЗ» в Набережных Челнах в 2024 году произвёл 45 тысяч грузовых автомобилей, обеспечив российский рынок коммерческим транспортом и выполнив государственный заказ для нужд армии."
      },
      {
        "type": "Финансовая функция",
        "example": "Финансовая функция: Компания «Яндекс» в 2023 году получила выручку 620 миллиардов рублей, заплатила 89 миллиардов рублей налогов в бюджет РФ, выплатила дивиденды акционерам и инвестировала 120 миллиардов в развитие технологий."
      },
      {
        "type": "Социальная функция",
        "example": "Социальная функция: Нефтяная компания «Газпром нефть» в 2024 году профинансировала строительство детского сада на 200 мест в посёлке Муравленко (ЯНАО), обеспечила рабочие места для 150 местных жителей и реализовала программу медицинского страхования для 5000 сотрудников."
      }
    ]
  },
  {
    "id": 100,
    "title": "Этические ценности в предпринимательстве",
    "task_text": "Назовите любые три этические ценности, важные в предпринимательской деятельности, и проиллюстрируйте примером реализацию каждой из них. (В каждом случае сначала укажите ценность, а затем приведите соответствующий пример)",
    "block": "Экономика",
    "key_points": [
      "Честность",
      "Ответственность",
      "Справедливость"
    ],
    "example_answers": [
      {
        "type": "Честность",
        "example": "Честность: Предприниматель Алексей Смирнов, владелец интернет-магазина электроники в Казани, обнаружив производственный брак в партии смартфонов, самостоятельно отозвал все 500 проданных устройств, вернул деньги покупателям и понёс убытки в 8 миллионов рублей, но сохранил репутацию."
      },
      {
        "type": "Ответственность",
        "example": "Ответственность: Строительная компания «ПИК» в Москве в 2023 году устранила недостатки в новостройке за свой счёт: заменила некачественные окна в 200 квартирах жилого комплекса «Саларьево парк», потратив на это 15 миллионов рублей без судебных разбирательств."
      },
      {
        "type": "Справедливость",
        "example": "Справедливость: Владелец сети кофеен «Кофемания» в Санкт-Петербурге Игорь Волков в 2024 году повысил зарплату бариста на 25% до уровня 80 тысяч рублей, установив справедливую оплату труда выше среднерыночной и снизив текучку кадров."
      }
    ]
  },
  {
    "id": 101,
    "title": "Банковские операции в Российской Федерации",
    "task_text": "Приведите конкретные примеры, иллюстрирующие реализацию банками в Российской Федерации трех названных в тексте банковских операций (привлечение во вклады денежных средств физических и юридических лиц, размещение денежных средств от своего имени и за свой счёт на условиях возвратности, платности, срочности, открытие и ведение банковских счетов физических и юридических лиц). (В каждом случае сначала укажите банковскую операцию, затем приведите соответствующий пример)",
    "block": "Экономика",
    "key_points": [
      "Привлечение во вклады денежных средств",
      "Размещение денежных средств (кредитование)",
      "Открытие и ведение банковских счетов"
    ],
    "example_answers": [
      {
        "type": "Привлечение во вклады денежных средств",
        "example": "Привлечение во вклады денежных средств: Банк ВТБ в 2024 году предложил вклад «Копилка» со ставкой 18% годовых на срок 12 месяцев, гражданин Петров из Екатеринбурга открыл вклад на 500 тысяч рублей, а компания «Стройинвест» разместила 50 миллионов рублей на депозите."
      },
      {
        "type": "Размещение денежных средств",
        "example": "Размещение денежных средств: Сбербанк в 2023 году выдал ипотечный кредит семье Ивановых из Краснодара на сумму 5 миллионов рублей под 12% годовых сроком на 20 лет для покупки квартиры, получая процентный доход за пользование капиталом банка."
      },
      {
        "type": "Открытие и ведение банковских счетов",
        "example": "Открытие и ведение банковских счетов: Альфа-Банк в 2024 году открыл текущий счёт индивидуальному предпринимателю Смирнову для ведения бизнеса, а также зарплатный счёт гражданке Соколовой, обеспечивая проведение платежей и хранение денежных средств."
      }
    ]
  },
  {
    "id": 102,
    "title": "Банковские операции граждан РФ",
    "task_text": "Выпишите из текста любые три из упомянутых банковских операций и проиллюстрируйте примером осуществление гражданами РФ каждой из них. (привлечение во вклады денежных средств физических и юридических лиц, размещение денежных средств от своего имени и за свой счёт на условиях возвратности, платности, срочности, открытие и ведение банковских счетов физических и юридических лиц) (В каждом случае сначала укажите банковскую операцию, затем приведите соответствующий пример)",
    "block": "Экономика",
    "key_points": [
      "Привлечение во вклады",
      "Размещение денежных средств",
      "Открытие и ведение счетов"
    ],
    "example_answers": [
      {
        "type": "Привлечение во вклады",
        "example": "Привлечение во вклады: Пенсионерка Мария Ивановна из Воронежа в 2024 году открыла в Почта Банке вклад «Доходный» на сумму 300 тысяч рублей под 17% годовых сроком на 1 год, чтобы сохранить свои накопления от инфляции."
      },
      {
        "type": "Размещение денежных средств",
        "example": "Размещение денежных средств: Учитель Дмитрий Сергеев из Казани в 2023 году взял в банке Тинькофф потребительский кредит на 800 тысяч рублей под 19% годовых на 5 лет для ремонта квартиры, ежемесячно выплачивая банку 20 500 рублей."
      },
      {
        "type": "Открытие и ведение счетов",
        "example": "Открытие и ведение счетов: Студентка Анна Петрова из Санкт-Петербурга открыла дебетовую карту в Сбербанке для получения стипендии 15 тысяч рублей в месяц, оплаты покупок в магазинах и перевода денег родителям."
      }
    ]
  },
  {
    "id": 103,
    "title": "Небанковские финансовые институты",
    "task_text": "Приведите примеры использования услуг небанковских финансовых институтов тремя различными субъектами экономики (Всего должно быть названы три различных субъекта и приведено три примера.)",
    "block": "Экономика",
    "example_answers": [
      {
        "type": "Домохозяйство",
        "example": "Семья Кузнецовых из Новосибирска в 2024 году застраховала квартиру стоимостью 8 миллионов рублей в страховой компании «Ресо-Гарантия», заплатив 35 тысяч рублей за полис, защищающий от пожара, затопления и краж."
      },
      {
        "type": "Фирма",
        "example": "Производственная компания «Уралмаш» в Екатеринбурге в 2023 году заключила договор лизинга с компанией «ВЭБ-лизинг» на приобретение станков ЧПУ стоимостью 120 миллионов рублей, выплачивая ежемесячно 4 миллиона рублей в течение 3 лет."
      },
      {
        "type": "Индивидуальный предприниматель",
        "example": "Индивидуальный предприниматель Сергей Морозов из Краснодара в 2024 году открыл инвестиционный счёт в УК «Сбер Управление Активами», вложив 2 миллиона рублей в паевой инвестиционный фонд акций российских компаний для получения дохода от роста стоимости активов."
      }
    ]
  },
  {
    "id": 104,
    "title": "Механизмы саморегуляции рынка труда",
    "task_text": "Выпишите любые три упомянутых в тексте механизма саморегуляции рынка (заработная плата, конкуренция между работниками и работодателями, спрос и предложение на рынке труда) и проиллюстрируйте примером каждый из них. (В каждом случае сначала назовите элемент механизма, затем приведите соответствующий пример)",
    "block": "Экономика",
    "key_points": [
      "Заработная плата",
      "Конкуренция между работниками и работодателями",
      "Спрос и предложение на рынке труда"
    ],
    "example_answers": [
      {
        "type": "Заработная плата",
        "example": "Заработная плата: IT-компании в Москве в 2024 году повысили зарплату программистам на Python до 250-300 тысяч рублей в месяц из-за дефицита специалистов, что привлекло в отрасль молодых выпускников вузов и переквалифицировавшихся специалистов."
      },
      {
        "type": "Конкуренция между работниками и работодателями",
        "example": "Конкуренция между работниками и работодателями: В Санкт-Петербурге в 2023 году на одну вакансию веб-дизайнера в студии «Артемида» претендовали 47 кандидатов, что позволило работодателю выбрать лучшего специалиста с опытом 5 лет и установить зарплату 120 тысяч рублей вместо запрошенных кандидатами 150 тысяч."
      },
      {
        "type": "Спрос и предложение на рынке труда",
        "example": "Спрос и предложение на рынке труда: В 2024 году в Краснодарском крае из-за развития туризма спрос на администраторов отелей вырос на 40%, при этом предложение увеличилось лишь на 15%, что привело к росту средней зарплаты с 50 до 75 тысяч рублей."
      }
    ]
  },
  {
    "id": 105,
    "title": "Связь личных и коллективных интересов в труде",
    "task_text": "Проиллюстрируйте тремя примерами мысль автора, что для раскрытия в труде созидательного потенциала личности «Необходимо связать личные интересы человека с коллективными и государственными».",
    "block": "Экономика",
    "example_answers": [
      {
        "type": "Премирование за KPI",
        "example": "На заводе «Северсталь» в Череповце в 2024 году ввели систему премирования: если цех перевыполняет план по выпуску металлопроката на 10%, каждый работник получает бонус 50 тысяч рублей, что мотивирует токаря Иванова работать эффективнее ради личного дохода и успеха предприятия."
      },
      {
        "type": "Корпоративное обучение",
        "example": "Компания «Яндекс» в 2023 году оплатила курсы машинного обучения для разработчика Петрова стоимостью 200 тысяч рублей, после чего он создал алгоритм, увеличивший точность рекомендаций на 15%, получил повышение до senior-разработчика и принёс компании дополнительную прибыль."
      },
      {
        "type": "Социальный пакет",
        "example": "Нефтяная компания «Роснефть» в 2024 году предоставила инженеру Смирнову служебное жильё в Сургуте, оплату детского сада для ребёнка и медицинскую страховку, что закрыло его личные потребности и позволило сосредоточиться на проектировании нефтепровода, важного для государства."
      }
    ]
  },
  {
    "id": 106,
    "title": "Меры для повышения благосостояния населения в РФ",
    "task_text": "Автор называет меры для повышения благосостояния населения, реализацию которых обеспечивает экономический рост (социальные программы, борьба с бедностью, развитие образования и науки, решение экологических проблем). Выпишите любые три меры и проиллюстрируйте примерами их реализацию в Российской Федерации. (В каждом случае сначала укажите меру, а затем приведите соответствующий пример)",
    "block": "Экономика",
    "key_points": [
      "Социальные программы",
      "Борьба с бедностью",
      "Развитие образования и науки",
      "Решение экологических проблем"
    ],
    "example_answers": [
      {
        "type": "Социальные программы",
        "example": "Социальные программы: В 2024 году Правительство РФ выплатило материнский капитал в размере 631 тысячи рублей семье Кузнецовых из Казани при рождении второго ребёнка, что позволило им использовать средства в качестве первоначального взноса по ипотеке на покупку трёхкомнатной квартиры."
      },
      {
        "type": "Развитие образования и науки",
        "example": "Развитие образования и науки: В 2023 году в рамках программы «Приоритет 2030» МГУ получил грант 500 миллионов рублей на создание лаборатории квантовых технологий, в которой 50 молодых учёных разрабатывают квантовый компьютер, что укрепляет научный потенциал страны."
      },
      {
        "type": "Решение экологических проблем",
        "example": "Решение экологических проблем: В 2024 году в Москве в рамках программы «Чистый воздух» построено 10 станций очистки выбросов, установлено 500 датчиков контроля качества воздуха, что снизило концентрацию PM2.5 на 20% и улучшило здоровье 12 миллионов жителей."
      }
    ]
  },
  {
    "id": 107,
    "title": "Политика перераспределения доходов в РФ",
    "task_text": "Используя обществоведческие знания и факты общественной жизни, проиллюстрируйте тремя конкретными примерами реализацию описанной в тексте политики перераспределения доходов в Российской Федерации (финансирование медицинского обслуживания, учреждений культуры, поддержка социально незащищенных слоёв населения и т.д.).",
    "block": "Экономика",
    "example_answers": [
      {
        "type": "Финансирование медицинского обслуживания",
        "example": "В 2024 году в рамках программы ОМС пенсионерка Мария Ивановна из Воронежа бесплатно получила высокотехнологичную медицинскую помощь - операцию по замене коленного сустава стоимостью 400 тысяч рублей в областной больнице, финансируемую из средств Фонда обязательного медицинского страхования."
      },
      {
        "type": "Поддержка социально незащищенных слоёв",
        "example": "В 2023 году малоимущая семья Петровых из Иванова с двумя детьми получила от государства ежемесячное пособие 17 тысяч рублей на каждого ребёнка до 17 лет, субсидию на оплату ЖКХ 8 тысяч рублей и бесплатное питание в школе, что покрывается из федерального бюджета за счёт налогов."
      },
      {
        "type": "Финансирование учреждений культуры",
        "example": "В 2024 году Государственный Эрмитаж в Санкт-Петербурге получил из федерального бюджета 5,2 миллиарда рублей на содержание коллекций, реставрацию зданий и зарплаты сотрудников, что позволяет 4 миллионам посетителей ежегодно бесплатно посещать музей в определённые дни."
      }
    ]
  },
  {
    "id": 108,
    "title": "Меры государственной политики по сокращению неравенства",
    "task_text": "Назовите три меры государственной политики РФ, направленные на сокращение неравенства в доходах населения, и проиллюстрируйте каждую из них фактами из российской действительности. (В каждом случае сначала укажите меру, а затем приведите соответствующий пример. Всего должно быть названы три меры и приведено три примера).",
    "block": "Экономика",
    "key_points": [
      "Прогрессивное налогообложение",
      "Социальные выплаты",
      "МРОТ"
    ],
    "example_answers": [
      {
        "type": "Прогрессивное налогообложение",
        "example": "Прогрессивное налогообложение: С 2021 года в России действует прогрессивная шкала НДФЛ: граждане с доходом до 5 миллионов рублей в год платят 13%, а с доходом свыше 5 миллионов - 15% с превышающей суммы, что позволило бизнесмену Иванову с доходом 10 миллионов рублей в 2024 году заплатить дополнительно 100 тысяч рублей налога."
      },
      {
        "type": "Социальные выплаты",
        "example": "Социальные выплаты: В 2024 году многодетная семья Смирновых из Казани с пятью детьми получила единовременную выплату 450 тысяч рублей на погашение ипотеки, ежемесячные пособия 85 тысяч рублей на детей и региональный материнский капитал 200 тысяч рублей, что значительно повысило их благосостояние."
      },
      {
        "type": "МРОТ",
        "example": "МРОТ: С 1 января 2024 года минимальный размер оплаты труда в России установлен на уровне 19 242 рубля, что обязало работодателя кафе «Шоколадница» в Москве повысить зарплату официантке Петровой с 18 тысяч до 19 242 рублей, гарантируя минимальный уровень дохода."
      }
    ]
  },
  {
    "id": 109,
    "title": "Элементы структуры налогов в России",
    "task_text": "В тексте названы различные налоги. Проиллюстрируйте примером по одному элементу структуры налога / налогообложения трёх налогов. (В каждом случае сначала укажите налог, а затем приведите соответствующий пример. Каждый пример должен быть сформулирован развёрнуто. Всего должны быть названы три налога и три элемента структуры налога)",
    "block": "Экономика",
    "key_points": [
      "Субъект налогообложения",
      "Объект налогообложения",
      "Налоговая ставка",
      "Налоговая база",
      "Налоговый период"
    ],
    "example_answers": [
      {
        "type": "НДФЛ - объект налогообложения",
        "example": "НДФЛ (налог на доходы физических лиц): Объектом налогообложения является доход - программист Иванов в 2024 году получил зарплату 200 тысяч рублей в месяц в компании «Яндекс», с которой работодатель удержал 13% НДФЛ (26 тысяч рублей), так как доход является объектом этого налога."
      },
      {
        "type": "Налог на имущество - налоговая база",
        "example": "Налог на имущество физических лиц: Налоговой базой является кадастровая стоимость недвижимости - гражданин Петров владеет квартирой в Москве с кадастровой стоимостью 15 миллионов рублей, налог рассчитывается от этой базы по ставке 0,1%, что составляет 15 тысяч рублей в год."
      },
      {
        "type": "Транспортный налог - субъект налогообложения",
        "example": "Транспортный налог: Субъектом налогообложения является владелец транспортного средства - предприниматель Смирнов из Казани владеет автомобилем Mercedes-Benz мощностью 200 л.с., зарегистрированным на его имя, поэтому он обязан платить транспортный налог 30 тысяч рублей ежегодно как субъект этого налога."
      }
    ]
  },
  {
    "id": 110,
    "title": "Функции социальных норм в России",
    "task_text": "В тексте приведены функции социальных норм (интегративная, эталон поведения, противодействие негативному девиантному поведению). Проиллюстрируйте примерами на основе фактов российской действительности любые три из этих функций. (Всего должно быть названо три функции и приведено три примера. В каждом случае сначала укажите функцию, а затем приведите соответствующий пример.)",
    "block": "Социальные отношения",
    "key_points": [
      "Интегративная функция",
      "Эталон поведения",
      "Противодействие девиантному поведению"
    ],
    "example_answers": [
      {
        "type": "Интегративная функция",
        "example": "Интегративная функция: В России традиция празднования Дня Победы 9 мая объединяет граждан разных поколений: в 2024 году в Москве в акции «Бессмертный полк» приняли участие 1,5 миллиона человек, несущих портреты родственников-ветеранов, что укрепило социальную солидарность и единство общества."
      },
      {
        "type": "Эталон поведения",
        "example": "Эталон поведения: Правила дорожного движения РФ устанавливают эталон безопасного поведения на дороге: водитель Сергеев из Воронежа остановился на красный сигнал светофора, пропустил пешеходов на переходе и соблюдал скоростной режим 60 км/ч в городе, следуя установленному образцу правомерного поведения."
      },
      {
        "type": "Противодействие девиантному поведению",
        "example": "Противодействие девиантному поведению: Статья 228 УК РФ устанавливает уголовную ответственность за незаконный оборот наркотиков: в 2024 году в Санкт-Петербурге гражданин Иванов был задержан за хранение 5 граммов запрещённых веществ и осуждён к 3 годам лишения свободы, что пресекло девиантное поведение и защитило общество."
      }
    ]
  },
  {
    "id": 111,
    "title": "Признаки политической власти в РФ",
    "task_text": "Проиллюстрируйте три названных в тексте признака политической власти на примере политической системы РФ. (В каждом случае сначала укажите признак, затем приведите соответствующий пример)",
    "block": "Политика",
    "key_points": [
      "Публичность",
      "Суверенность",
      "Моноцентричность"
    ],
    "example_answers": [
      {
        "type": "Публичность",
        "example": "Публичность: Политическая власть в России распространяется на всё общество - Президент РФ В.В. Путин издал Указ №414 от 17.05.2023 о национальных целях развития, который обязателен для исполнения всеми 146 миллионами граждан, всеми органами власти и организациями на всей территории страны."
      },
      {
        "type": "Суверенность",
        "example": "Суверенность: Российская Федерация самостоятельно определяет внутреннюю и внешнюю политику - в 2022 году Правительство РФ независимо приняло решение о переходе на расчёты в рублях за энергоресурсы с недружественными странами, несмотря на международное давление."
      },
      {
        "type": "Моноцентричность",
        "example": "Моноцентричность: В России единым центром политической власти является государство - в 2024 году только Государственная Дума РФ имеет право принимать федеральные законы, что подтверждается принятием закона о федеральном бюджете на 2025 год, обязательного для всей страны."
      }
    ]
  },
  {
    "id": 112,
    "title": "Функции политических партий в РФ",
    "task_text": "Проиллюстрируйте примерами осуществление трёх любых функций политическими партиями Российской Федерации. (В каждом случае сначала укажите функцию партии, затем приведите соответствующий пример)",
    "block": "Политика",
    "key_points": [
      "Представительская функция",
      "Электоральная функция",
      "Идеологическая функция",
      "Функция политической социализации"
    ],
    "example_answers": [
      {
        "type": "Представительская функция",
        "example": "Представительская функция: Партия «Единая Россия» представляет интересы своих избирателей в Государственной Думе - депутат от фракции Александр Хинштейн в 2024 году внёс законопроект о защите персональных данных граждан в интернете, выражая волю 28 миллионов избирателей партии."
      },
      {
        "type": "Электоральная функция",
        "example": "Электоральная функция: Партия КПРФ в 2023 году выдвинула кандидата Николая Харитонова на выборы Президента РФ, организовала избирательную кампанию, собрала 315 тысяч подписей в поддержку кандидата и мобилизовала своих сторонников для участия в голосовании."
      },
      {
        "type": "Идеологическая функция",
        "example": "Идеологическая функция: Партия ЛДПР в 2024 году через своего лидера Леонида Слуцкого активно продвигает идеологию патриотизма и сильного государства, выступая на телевидении, в социальных сетях и на митингах, формируя политические взгляды избирателей."
      }
    ]
  },
  {
    "id": 113,
    "title": "Смешанная избирательная система в РФ",
    "task_text": "Используя обществоведческие знания и факты общественной жизни, на примере Российской Федерации покажите, как смешанная (мажоритарно-пропорциональная) избирательная система позволяет преодолеть любые три отмеченных в тексте недостатка мажоритарной и пропорциональной систем. (В каждом случае сначала укажите недостаток по тексту, затем приведите пример.) (В тексте отмечены недостатки мажоритарной системы: голоса, поданные за кандидатов, потерпевших поражение, пропадают; само проведение второго тура осложняет избирательный процесс.)",
    "block": "Политика",
    "key_points": [
      "Пропадание голосов в мажоритарной системе",
      "Усложнение процесса вторым туром",
      "Недостатки пропорциональной системы"
    ],
    "example_answers": [
      {
        "type": "Пропадание голосов преодолевается",
        "example": "Недостаток мажоритарной системы - пропадание голосов: На выборах в Государственную Думу РФ 2021 года избиратели, которые проголосовали за проигравших кандидатов в одномандатных округах, не потеряли свой голос полностью, так как смогли также проголосовать за партийный список по пропорциональной части, и их голоса были учтены при распределении 225 мандатов по партийным спискам."
      },
      {
        "type": "Исключение второго тура",
        "example": "Недостаток мажоритарной системы - второй тур: На выборах в Госдуму РФ 2021 года в одномандатных округах не требовалось проведение второго тура, так как побеждал кандидат с относительным большинством голосов (в Подмосковном округе №142 победил кандидат, набрав 42% голосов в первом туре), что упростило избирательный процесс."
      },
      {
        "type": "Личное представительство",
        "example": "Недостаток пропорциональной системы - отсутствие личной связи: Смешанная система в России позволила избирателям Самарской области в 2021 году выбрать депутата от своего округа Александра Хинштейна, который лично представляет их интересы и проводит приёмы граждан, чего не было бы при чисто пропорциональной системе."
      }
    ]
  },
  {
    "id": 114,
    "title": "Участие РФ в политическом процессе на разных уровнях",
    "task_text": "Используя обществоведческие знания и факты общественной жизни, приведите примеры, иллюстрирующие участие Российской Федерации / субъектов Российской Федерации в политическом процессе: 1) на глобальном уровне; 2) на национальном (государственном) уровне; 3) на региональном уровне. (В каждом случае сначала приведите пример, затем укажите уровень)",
    "block": "Политика",
    "key_points": [
      "Глобальный уровень",
      "Национальный уровень",
      "Региональный уровень"
    ],
    "example_answers": [
      {
        "type": "Глобальный уровень",
        "example": "Российская Федерация как постоянный член Совета Безопасности ООН в 2024 году использовала право вето на резолюцию по украинскому конфликту, влияя на международные отношения и мировую политику. Уровень: глобальный."
      },
      {
        "type": "Национальный уровень",
        "example": "В марте 2024 года в России прошли выборы Президента РФ, в которых приняли участие 77,49% избирателей, В.В. Путин был избран на новый срок, получив 87,28% голосов, что определило политический курс страны на следующие 6 лет. Уровень: национальный (государственный)."
      },
      {
        "type": "Региональный уровень",
        "example": "В сентябре 2023 года в Московской области прошли выборы губернатора, на которых победил Андрей Воробьёв, набрав 79,2% голосов, что определило региональную политику области на следующие 5 лет и повлияло на развитие 8 миллионов жителей региона. Уровень: региональный."
      }
    ]
  },
  {
    "id": 115,
    "title": "Факторы политической активности (две группы)",
    "task_text": "Какие две группы факторов, влияющих на активность политического участия, выделены в тексте? (средовые (зависят от внешних обстоятельств) и субъектные (зависят от личных качеств)). Используя обществоведческие знания и факты общественной жизни, приведите по два примера, иллюстрирующих влияние факторов каждой из этих групп. (Всего четыре примера.) (В каждом случае сначала назовите группу факторов, затем приведите соответствующие примеры.)",
    "block": "Политика",
    "key_points": [
      "Средовые факторы",
      "Субъектные факторы"
    ],
    "example_answers": [
      {
        "type": "Средовые факторы - пример 1",
        "example": "Средовые факторы: Во время выборов Президента РФ в 2024 году власти Москвы организовали электронное голосование через портал mos.ru, что упростило процесс участия, и явка в столице составила 76%, превысив средний показатель по стране благодаря удобству голосования."
      },
      {
        "type": "Средовые факторы - пример 2",
        "example": "Средовые факторы: В 2022 году после начала СВО в России значительно выросла политическая активность граждан - на митинги в поддержку армии в Москве на стадионе «Лужники» вышли 200 тысяч человек, что было вызвано внешней геополитической обстановкой."
      },
      {
        "type": "Субъектные факторы - пример 1",
        "example": "Субъектные факторы: Студент МГУ Алексей Смирнов с детства интересовался политикой, читал Конституцию РФ, следил за работой Госдумы, в 2023 году в 20 лет стал наблюдателем на выборах губернатора Московской области и вступил в молодёжное крыло партии «Единая Россия» благодаря личным убеждениям."
      },
      {
        "type": "Субъектные факторы - пример 2",
        "example": "Субъектные факторы: Предприниматель Иван Петров из Казани, имея высшее юридическое образование и опыт управления бизнесом, осознавал важность участия в местном самоуправлении, поэтому в 2024 году выдвинул свою кандидатуру на выборы в городскую Думу и был избран депутатом."
      }
    ]
  },
  {
    "id": 116,
    "title": "Факторы политической активности (вариант 2)",
    "task_text": "В тексте приведены две группы факторов: средовые (зависят от внешних обстоятельств) и субъектные (зависят от личных качеств), влияющих на участие индивидов в политике. Приведите по два примера, иллюстрирующих влияние каждой из упомянутых групп факторов на политическую активность человека. (В каждом случае назовите группу факторов, затем приведите примеры. Всего должны быть названы две группы факторов и приведено 4 примера)",
    "block": "Политика",
    "key_points": [
      "Средовые факторы",
      "Субъектные факторы"
    ],
    "example_answers": [
      {
        "type": "Средовые факторы - пример 1",
        "example": "Средовые факторы: В 2024 году в Курской области из-за обстрелов приграничных районов явка на выборах губернатора в некоторых населённых пунктах составила всего 45%, так как внешние обстоятельства (угроза безопасности) снизили политическую активность жителей."
      },
      {
        "type": "Средовые факторы - пример 2",
        "example": "Средовые факторы: В Москве в 2023 году на выборах мэра активно использовались агитационные материалы на 5000 остановках общественного транспорта, что повысило информированность избирателей и увеличило явку до 48% за счёт интенсивной предвыборной кампании."
      },
      {
        "type": "Субъектные факторы - пример 1",
        "example": "Субъектные факторы: Учитель истории Марина Соколова из Воронежа благодаря глубоким знаниям политической системы РФ стала активным участником политической жизни - работает наблюдателем на выборах с 2015 года, входит в избирательную комиссию района и обучает молодых людей избирательному праву."
      },
      {
        "type": "Субъектные факторы - пример 2",
        "example": "Субъектные факторы: Пенсионер Виктор Кузнецов из Екатеринбурга, будучи патриотом и активным гражданином, несмотря на возраст 72 года, участвует во всех выборах с 1991 года, подписывается на издания о политике и регулярно посещает встречи с депутатами, руководствуясь личной гражданской позицией."
      }
    ]
  },
  {
    "id": 117,
    "title": "Источники правовой информации в России",
    "task_text": "Назовите три любых источника, из которых граждане могут узнать актуальную информацию о правовой системе современной России. Проиллюстрируйте примером получение гражданами РФ информации из каждого названного источника. (В каждом случае сначала назовите источник, а затем приведите соответствующий пример)",
    "block": "Право",
    "key_points": [
      "Официальные сайты",
      "СМИ",
      "Юридические консультации"
    ],
    "example_answers": [
      {
        "type": "Официальные интернет-ресурсы",
        "example": "Официальные интернет-ресурсы: Гражданин Петров из Самары в 2024 году зашёл на официальный сайт КонсультантПлюс (www.consultant.ru) и изучил актуальную версию Трудового кодекса РФ, чтобы узнать свои права при увольнении по инициативе работодателя."
      },
      {
        "type": "Государственные порталы",
        "example": "Государственные порталы: Предприниматель Смирнова из Москвы через портал Госуслуги (gosuslugi.ru) получила подробную информацию о порядке регистрации ООО, необходимых документах и сроках, а также подала заявление онлайн, используя официальный государственный источник правовой информации."
      },
      {
        "type": "Юридические консультации",
        "example": "Юридические консультации: Пенсионерка Иванова из Воронежа обратилась в бесплатную юридическую клинику при Воронежском государственном университете, где студенты-юристы под руководством преподавателей разъяснили ей порядок оформления наследства по закону согласно Гражданскому кодексу РФ."
      }
    ]
  },
  {
    "id": 118,
    "title": "Субъекты административного права и их обязанности",
    "task_text": "Проиллюстрируйте тремя примерами, как субъект административного права сам принимает и исполняет какие-либо обязанности не по воле третьего лица, а в силу своей личной заинтересованности. (В каждом случае сначала укажите субъект административного права, а затем приведите соответствующий пример. Всего должно быть названо три разных субъекта и приведено три примера)",
    "block": "Право",
    "key_points": [
      "Гражданин",
      "Индивидуальный предприниматель",
      "Юридическое лицо"
    ],
    "example_answers": [
      {
        "type": "Гражданин",
        "example": "Гражданин: Студент Алексей Смирнов из Казани в 2024 году добровольно получил водительское удостоверение категории В, сдав экзамены в ГИБДД и приняв на себя обязанность соблюдать ПДД, не по принуждению, а в силу заинтересованности в возможности управлять автомобилем."
      },
      {
        "type": "Индивидуальный предприниматель",
        "example": "Индивидуальный предприниматель: Предприниматель Мария Иванова из Воронежа добровольно зарегистрировалась в качестве ИП в налоговой инспекции в 2023 году, приняв на себя обязанности вести бухгалтерский учёт и платить налоги, так как была заинтересована в легальном ведении бизнеса по продаже одежды."
      },
      {
        "type": "Юридическое лицо",
        "example": "Юридическое лицо: Компания «Стройинвест» в Москве в 2024 году добровольно получила лицензию на строительство многоэтажных зданий в Мосгосстройнадзоре, приняв обязательства соблюдать строительные нормы и проходить проверки, будучи заинтересованной в законном осуществлении деятельности и участии в крупных проектах."
      }
    ]
  },
  {
    "id": 119,
    "title": "Принципы уголовной ответственности в РФ",
    "task_text": "Проиллюстрируйте примерами реализацию в Российской Федерации трёх принципов уголовной ответственности, названных в тексте (законность, справедливость, индивидуализация). (В каждом случае сначала укажите принцип, а затем приведите соответствующий пример)",
    "block": "Право",
    "key_points": [
      "Законность",
      "Справедливость",
      "Индивидуализация"
    ],
    "example_answers": [
      {
        "type": "Законность",
        "example": "Законность: В 2024 году Московский городской суд осудил гражданина Иванова за мошенничество по статье 159 УК РФ к 3 годам лишения свободы условно, применив именно ту норму закона, которая предусмотрена для данного преступления, не нарушая принцип «нет преступления без указания о том в законе»."
      },
      {
        "type": "Справедливость",
        "example": "Справедливость: Суд в Санкт-Петербурге в 2023 году при назначении наказания студенту Петрову за кражу телефона (статья 158 УК РФ) учёл, что это первое преступление, подсудимый раскаялся, вернул украденное и возместил ущерб, поэтому назначил минимальное наказание - 1 год лишения свободы условно."
      },
      {
        "type": "Индивидуализация",
        "example": "Индивидуализация: В 2024 году суд в Екатеринбурге при рассмотрении дел двух подсудимых по статье 228 УК РФ (незаконный оборот наркотиков) назначил разные наказания: Смирнову - 4 года лишения свободы (рецидивист, судимость за аналогичное преступление), а Кузнецову - 2 года условно (впервые, несовершеннолетний, находился под влиянием старших), индивидуализировав наказание с учётом личности."
      }
    ]
  },
  {
    "id": 120,
    "title": "Конституционные обязанности граждан РФ",
    "task_text": "В тексте названы четыре группы конституционных обязанностей (этико-социальные, социально-культурные, обязанности в экологической сфере, гражданские). Используя обществоведческие знания и факты общественной жизни, для каждой из любых трёх представленных групп назовите конституционную обязанность, закреплённую в Конституции России, и проиллюстрируйте исполнение этой обязанности конкретным примером. (В каждом случае сначала укажите группу, затем конкретную обязанность, а затем приведите соответствующий пример)",
    "block": "Право",
    "key_points": [
      "Этико-социальные обязанности",
      "Социально-культурные обязанности",
      "Обязанности в экологической сфере",
      "Гражданские обязанности"
    ],
    "example_answers": [
      {
        "type": "Этико-социальные",
        "example": "Этико-социальные обязанности: Забота о детях и нетрудоспособных родителях (статья 38 Конституции РФ) - гражданин Сергей Иванов из Москвы ежемесячно переводит своей пожилой матери 30 тысяч рублей на лечение и продукты, регулярно навещает её, помогает по хозяйству, выполняя конституционную обязанность заботы о нетрудоспособном родителе."
      },
      {
        "type": "Социально-культурные",
        "example": "Социально-культурные обязанности: Получение основного общего образования (статья 43 Конституции РФ) - родители девятиклассника Алексея Петрова из Казани обеспечили его обучение в средней школе №25 до 9 класса, после чего сын продолжил образование в колледже, исполнив конституционную обязанность родителей и ребёнка."
      },
      {
        "type": "Экологические",
        "example": "Обязанности в экологической сфере: Сохранение природы и окружающей среды (статья 58 Конституции РФ) - турист Дмитрий Смирнов во время похода по Алтаю в 2024 году собрал весь мусор после стоянки, потушил костёр, не рубил живые деревья и вывез отходы в специальные контейнеры в посёлке, бережно относясь к природе."
      }
    ]
  },
  {
    "id": 121,
    "title": "Социальные лифты",
    "task_text": "Используя обществоведческие знания, приведите три примера социальных лифтов в современном российском обществе. Каждый пример должен включать: канал социальной мобильности, конкретное изменение социального статуса и временные рамки этого процесса. (Каждый пример должен быть сформулирован развёрнуто. В совокупности примеры должны содержать конкретизацию трёх различных каналов социальной мобильности в различных ситуациях и обстоятельствах.)",
    "key_points": [
      "Образование как социальный лифт",
      "Предпринимательство как социальный лифт",
      "Политическая карьера как социальный лифт"
    ],
    "example_answers": [
      {
        "type": "Образование",
        "example": "Образование как социальный лифт: Анастасия Иванова из Тамбова окончила МГУ им. Ломоносова в 2020 году и получила должность юриста в крупной корпорации, её доход вырос с 30 000 до 150 000 рублей в месяц в течение 5 лет, а социальный статус изменился с студента провинциального вуза до высококвалифицированного специалиста столичной компании."
      },
      {
        "type": "Предпринимательство",
        "example": "Предпринимательство как социальный лифт: Дмитрий Соколов открыл IT-стартап в Санкт-Петербурге в 2018 году, к 2023 году компания выросла до 50 сотрудников, а его годовой доход превысил 10 миллионов рублей, что изменило его статус с наёмного программиста до успешного предпринимателя и работодателя."
      },
      {
        "type": "Политическая карьера",
        "example": "Политическая карьера как социальный лифт: Мария Петрова начала как активист местного самоуправления в Казани в 2019 году, в 2023 году была избрана депутатом городской думы, её статус изменился с рядового гражданина до представителя законодательной власти с правом принятия нормативных актов."
      }
    ],
    "block": "Человек и общество"
  },
  {
    "id": 122,
    "title": "Национальная безопасность РФ",
    "task_text": "Используя обществоведческие знания, приведите три примера из российской практики последних лет, которые иллюстрируют меры по обеспечению национальной безопасности РФ. Каждый пример должен включать: конкретное направление обеспечения безопасности, принятую меру и её результат. (Каждый пример должен быть сформулирован развёрнуто. В совокупности примеры должны содержать конкретизацию трёх различных направлений обеспечения национальной безопасности в различных ситуациях и обстоятельствах.)",
    "key_points": [
      "Экономическая безопасность",
      "Информационная безопасность",
      "Продовольственная безопасность"
    ],
    "example_answers": [
      {
        "type": "Экономическая безопасность",
        "example": "Экономическая безопасность: В 2022 году был введён контроль за вывозом капитала из РФ, установлена обязательная продажа валютной выручки экспортёрами в размере 80%, что позволило стабилизировать курс рубля и сохранить золотовалютные резервы на уровне более 580 млрд долларов, обеспечив устойчивость национальной финансовой системы."
      },
      {
        "type": "Информационная безопасность",
        "example": "Информационная безопасность: С 2019 года действует закон о суверенном Рунете, в 2023 году Роскомнадзор заблокировал более 150 000 экстремистских материалов, что снизило количество кибератак на государственные ресурсы на 40% и защитило информационное пространство страны от внешних угроз."
      },
      {
        "type": "Продовольственная безопасность",
        "example": "Продовольственная безопасность: Программа импортозамещения 2015-2023 годов увеличила производство отечественного сыра на 180%, мяса птицы на 95%, самообеспеченность по основным продуктам достигла 85-90%, что снизило зависимость от импорта и обеспечило продовольственную независимость России."
      }
    ],
    "block": "Экономика"
  },
  {
    "id": 123,
    "title": "Функции СМИ",
    "task_text": "Используя обществоведческие знания, приведите три примера реализации различных функций СМИ в современной России. Каждый пример должен включать: конкретное СМИ, выполняемую функцию и результат деятельности. (Каждый пример должен быть сформулирован развёрнуто. В совокупности примеры должны содержать конкретизацию трёх различных функций СМИ в различных ситуациях и обстоятельствах.)",
    "key_points": [
      "Информационная функция",
      "Контрольная функция (функция «четвёртой власти»)",
      "Социализирующая функция"
    ],
    "example_answers": [
      {
        "type": "Информационная функция",
        "example": "Информационная функция: Агентство ТАСС в 2023 году опубликовало более 250 000 новостных материалов, обеспечивая граждан оперативной информацией о событиях в России и мире, среднесуточная аудитория превысила 15 миллионов человек, что способствовало информированности общества о важнейших политических, экономических и социальных процессах."
      },
      {
        "type": "Контрольная функция",
        "example": "Контрольная функция (функция «четвёртой власти»): Программа «Вести-расследование» на канале Россия 24 в 2022 году выявила случаи нецелевого использования бюджетных средств в строительстве на сумму 80 миллионов рублей, после чего была проведена прокурорская проверка и виновные привлечены к ответственности, что продемонстрировало контрольную функцию СМИ."
      },
      {
        "type": "Социализирующая функция",
        "example": "Социализирующая функция: Образовательный канал «Просвещение» в 2023 году запустил серию программ о финансовой грамотности для школьников, охватив аудиторию более 500 000 учащихся и повысив их уровень финансовых знаний на 35%, что способствовало формированию у молодёжи важных социальных навыков и компетенций."
      }
    ],
    "block": "Политика"
  }
]