[
  {
    "id": 1,
    "title": "Условия и психика человека",
    "task_text": "Объективные условия существования человека влияют на его психический облик. Приведите три аргумента в пользу данного суждения. (Каждый аргумент должен быть сформулирован как распространённое предложение.)",
    "key_points": [
      "Влияние семейного окружения",
      "Роль культурной среды",
      "Природно-климатические условия"
    ],
    "example_arguments": [
      {
        "type": "Влияние семейного окружения",
        "argument": "Установленный в семье стиль воспитания формирует эмоциональные реакции индивида, что определяет его повседневное поведение и способы взаимодействия с другими людьми."
      },
      {
        "type": "Роль культурной среды",
        "argument": "Культура ближайшего окружения задаёт ценности и нормы, благодаря чему она направляет развитие личностных установок и устойчивых психических черт."
      },
      {
        "type": "Природно-климатические условия",
        "argument": "Адаптация к суровым или мягким природным условиям приводит к выработке отличающихся стратегий выживания, что отражается на характере и эмоциональной устойчивости личности."
      }
    ],
    "block": "Человек и общество"
  },
  {
    "id": 2,
    "title": "Функции мировоззрения",
    "task_text": "Приведите три развёрнутых пояснения важной роли мировоззрения в жизни человека (назовите и поясните три функции мировоззрения). (Каждое пояснение должно быть сформулировано как распространённое предложение.)",
    "key_points": [
      "Познавательная функция",
      "Ценностно-ориентирующая функция",
      "Интегративно-коммуникативная функция"
    ],
    "example_arguments": [
      {
        "type": "Познавательная функция",
        "argument": "Систематизированные знания, составляющие мировоззрение, обеспечивают целостное восприятие мира и направляют дальнейший процесс познания человека."
      },
      {
        "type": "Ценностно-ориентирующая функция",
        "argument": "Мировоззрение задаёт иерархию ценностей, что определяет мотивацию поведения и помогает делать осознанный выбор в жизненных ситуациях."
      },
      {
        "type": "Интегративно-коммуникативная функция",
        "argument": "Общее мировоззрение объединяет людей в группы, облегчая взаимопонимание и создавая основы для устойчивых социальных связей."
      }
    ],
    "block": "Человек и общество"
  },
  {
    "id": 3,
    "title": "Императивное общение",
    "task_text": "Психологи считают, что императивное общение эффективно в чрезвычайных ситуациях. Приведите одно объяснение. Назовите любые две сферы межличностных отношений, в которых императивное общение в принципе неприемлемо, и в каждом случае кратко поясните своё мнение.",
    "key_points": [
      "Эффективность приказов при угрозе",
      "Недопустимость в дружбе",
      "Недопустимость в романтических отношениях"
    ],
    "example_arguments": [
      {
        "type": "Эффективность приказов при угрозе",
        "argument": "В условиях ограниченного времени и высокой опасности чёткий приказ устраняет сомнения и координирует действия участников, что повышает шансы на выживание группы."
      },
      {
        "type": "Недопустимость в дружбе",
        "argument": "Равноправие является основой дружбы, поэтому использование командного тона разрушает доверие и приводит к распаду межличностной связи."
      },
      {
        "type": "Недопустимость в романтических отношениях",
        "argument": "Любовные отношения строятся на взаимном уважении и свободе выбора, следовательно приказы унижают партнёра и подрывают эмоциональную близость."
      }
    ],
    "block": "Человек и общество"
  },
  {
    "id": 4,
    "title": "Наука и иные знания",
    "task_text": "Несмотря на очевидную эффективность науки, её роль в достижении нынешнего благосостояния, она не вытеснила остальные формы познания и не может считаться «мировоззренческим монополистом». Приведите три объяснения данной ситуации. (Каждое пояснение должно быть сформулировано как распространённое предложение.)",
    "key_points": [
      "Ограниченность рациональности в быту",
      "Социальная значимость религии",
      "Этические и гуманитарные сферы"
    ],
    "example_arguments": [
      {
        "type": "Ограниченность рациональности в быту",
        "argument": "В повседневных делах человек часто полагается на здравый смысл, поскольку применение строгих научных процедур требовало бы излишних ресурсов и времени."
      },
      {
        "type": "Социальная значимость религии",
        "argument": "Религия выполняет мировоззренческую и ценностную функции, удовлетворяя экзистенциальные потребности личности, которые наука объяснить, но не заменяет."
      },
      {
        "type": "Этические и гуманитарные сферы",
        "argument": "В вопросах морали и смыслов строгие доказательства мало применимы, поэтому искусство и философия продолжают формировать ценностные ориентиры общества."
      }
    ],
    "block": "Человек и общество"
  },
  {
    "id": 5,
    "title": "Абсолютная истина недостижима",
    "task_text": "Приведите три аргумента в поддержку утверждения, согласно которому полное познание (достижение абсолютной истины) невозможно. (Каждый аргумент должен быть сформулирован как распространённое предложение.)",
    "key_points": [
      "Безграничность объекта познания",
      "Ограниченность человеческих возможностей",
      "Постоянная изменчивость мира"
    ],
    "example_arguments": [
      {
        "type": "Безграничность объекта познания",
        "argument": "Бесконечное разнообразие элементов вселенной делает невозможным исчерпывающий охват всех явлений даже при бесконечном времени исследования."
      },
      {
        "type": "Ограниченность человеческих возможностей",
        "argument": "Органы чувств и измерительные приборы имеют предел точности, что неизбежно оставляет область непознаваемого за пределами любых исследований."
      },
      {
        "type": "Постоянная изменчивость мира",
        "argument": "Поскольку явления постоянно эволюционируют, любое знание устаревает, и истины требуют бесконечного уточнения и дополнения."
      }
    ],
    "block": "Человек и общество"
  },
  {
    "id": 6,
    "title": "Труд как основа общества",
    "task_text": "Приведите три подтверждения мысли автора о том, что в основе общества лежит труд. (Каждое подтверждение должно быть сформулировано как распространённое предложение.)",
    "key_points": [
      "Создание материальных благ",
      "Социальная интеграция через разделение труда",
      "Формирование социальной структуры"
    ],
    "example_arguments": [
      {
        "type": "Создание материальных благ",
        "argument": "Труд обеспечивает производство средств существования, удовлетворяя базовые потребности и создавая фундамент для духовного развития общества."
      },
      {
        "type": "Социальная интеграция через разделение труда",
        "argument": "Специализация трудовых функций побуждает людей кооперативно взаимодействовать, тем самым объединяя их в устойчивое социальное целое."
      },
      {
        "type": "Формирование социальной структуры",
        "argument": "По характеру трудовой деятельности складываются профессиональные группы и страты, определяющие иерархию и организацию общества."
      }
    ],
    "block": "Человек и общество"
  },
  {
    "id": 7,
    "title": "Польза социальных институтов",
    "task_text": "Автор считает, что институты приносят пользу, когда «способствуют стабильности и интеграции общества». Приведите три аргумента в обоснование этого мнения. (Каждый аргумент должен быть сформулирован как распространённое предложение.)",
    "key_points": [
      "Нормативная предсказуемость",
      "Координация действий",
      "Социальная защита и безопасность"
    ],
    "example_arguments": [
      {
        "type": "Нормативная предсказуемость",
        "argument": "Установленные институтами правила делают поведение людей ожидаемым, тем самым уменьшая количество социальных конфликтов и повышая стабильность."
      },
      {
        "type": "Координация действий",
        "argument": "Институты распределяют роли и обязанности, что облегчает коллективное взаимодействие и способствует интеграции разнородных групп."
      },
      {
        "type": "Социальная защита и безопасность",
        "argument": "Регламентируя ключевые сферы жизни, институты снижают внешние и внутренние угрозы, укрепляя доверие к социальному порядку."
      }
    ],
    "block": "Социальные отношения"
  },
  {
    "id": 8,
    "title": "Непрерывное образование личности",
    "task_text": "Условием успеха личности в информационном обществе является непрерывное образование и способность к переквалификации и переобучению. Приведите три пояснения этой позиции. (Каждое пояснение должно быть сформулировано как распространённое предложение.)",
    "key_points": [
      "Технологические изменения",
      "Профессиональная мобильность",
      "Устаревание профессий"
    ],
    "example_arguments": [
      {
        "type": "Технологические изменения",
        "argument": "Быстрый научно-технический прогресс приводит к появлению новых инструментов труда, требующих регулярного обновления компетенций работников."
      },
      {
        "type": "Профессиональная мобильность",
        "argument": "Динамика рынка труда заставляет человека осваивать смежные специальности, что расширяет возможности трудоустройства и карьерного роста."
      },
      {
        "type": "Устаревание профессий",
        "argument": "Многие профессии утрачивают актуальность, поэтому готовность к переобучению позволяет сохранить конкурентоспособность на рынке труда."
      }
    ],
    "block": "Человек и общество"
  },
  {
    "id": 9,
    "title": "Наука как монополист",
    "task_text": "Некоторые учёные характеризуют современную науку как «мировоззренческого монополиста», ключевую и универсальную форму познания мира. Приведите три аргумента, подтверждающих это мнение. (Каждый аргумент должен быть сформулирован как распространённое предложение.)",
    "key_points": [
      "Технологический прогресс",
      "Универсальный метод и объективность",
      "Производительная сила науки"
    ],
    "example_arguments": [
      {
        "type": "Технологический прогресс",
        "argument": "Научные открытия лежат в основе современных технологий, повышающих уровень жизни и подтверждающих приоритет научного знания."
      },
      {
        "type": "Универсальный метод и объективность",
        "argument": "Использование проверяемых эмпирических данных делает научные выводы независимыми от субъективных предпочтений и релевантными для любых культур."
      },
      {
        "type": "Производительная сила науки",
        "argument": "Без научных достижений современное человечество не смогло бы обеспечить себя ресурсами, что подчёркивает роль науки как фактора выживания."
      }
    ],
    "block": "Человек и общество"
  },
  {
    "id": 10,
    "title": "Образование как институт",
    "task_text": "На каком основании образование считается социальным институтом? Приведите три аргумента. (Каждый аргумент должен быть сформулирован как распространённое предложение.)",
    "key_points": [
      "Удовлетворение потребности социализации",
      "Исторически сложившаяся система",
      "Нормативно-ролевое регулирование"
    ],
    "example_arguments": [
      {
        "type": "Удовлетворение потребности социализации",
        "argument": "Посредством организованного обучения общество передаёт ценности и знания новым поколениям, тем самым обеспечивая воспроизводство культуры."
      },
      {
        "type": "Исторически сложившаяся система",
        "argument": "Школы и университеты сформировались в ходе исторического развития, что свидетельствует о закреплении образования в общественной структуре."
      },
      {
        "type": "Нормативно-ролевое регулирование",
        "argument": "В образовательной сфере действуют официальные программы, статусные роли и санкции, что указывает на её институциональную природу."
      }
    ],
    "block": "Социальные отношения"
  },
  {
    "id": 11,
    "title": "Господдержка искусства",
    "task_text": "Приведите три аргумента в пользу необходимости государственной поддержки развития искусства в современном российском обществе. (Каждый аргумент должен быть сформулирован как распространённое предложение.)",
    "key_points": [
      "Культурное развитие общества",
      "Сохранение неприбыльных жанров",
      "Имидж и идентичность страны"
    ],
    "example_arguments": [
      {
        "type": "Культурное развитие общества",
        "argument": "Искусство формирует эстетические потребности и мировоззрение граждан, а следовательно его поддержка содействует гармоничному развитию личности."
      },
      {
        "type": "Сохранение неприбыльных жанров",
        "argument": "Не все художественные направления окупаются на рынке, поэтому субсидии позволяют предотвратить утрату культурного наследия."
      },
      {
        "type": "Имидж и идентичность страны",
        "argument": "Выдающиеся произведения искусства укрепляют национальную идентичность и повышают международный престиж государства."
      }
    ],
    "block": "Человек и общество"
  },
  {
    "id": 12,
    "title": "Правовое государство и поведение",
    "task_text": "Используя обществоведческие знания, сформулируйте три аргумента, подтверждающих особое значение правового государства для обеспечения правомерного поведения граждан. (Каждый аргумент должен быть сформулирован как распространённое предложение.)",
    "key_points": [
      "Формирование правосознания",
      "Верховенство закона и равенство",
      "Гарантии прав и свобод"
    ],
    "example_arguments": [
      {
        "type": "Формирование правосознания",
        "argument": "Институты правового государства развивают уважение к закону, что способствует закреплению у граждан мотивации действовать в правовых рамках."
      },
      {
        "type": "Верховенство закона и равенство",
        "argument": "Неотвратимость ответственности и равенство всех перед законом снижают стимулы к нарушению норм и поддерживают порядок."
      },
      {
        "type": "Гарантии прав и свобод",
        "argument": "Реальная защита законных интересов граждан формирует доверие к государству и делает соблюдение норм рационально выгодным поведением."
      }
    ],
    "block": "Право"
  }
]
