[
  {
    "id": 1,
    "title": "Условия и психика человека",
    "task_text": "Объективные условия существования человека влияют на его психический облик. Приведите три аргумента в пользу данного суждения. (Каждый аргумент должен быть сформулирован как распространённое предложение.)",
    "key_points": [
      "Влияние семейного окружения",
      "Роль культурной среды",
      "Природно-климатические условия"
    ],
    "example_arguments": [
      {
        "type": "Влияние семейного окружения",
        "argument": "Установленный в семье стиль воспитания формирует эмоциональные реакции индивида, что определяет его повседневное поведение и способы взаимодействия с другими людьми."
      },
      {
        "type": "Роль культурной среды",
        "argument": "Культура ближайшего окружения задаёт ценности и нормы, благодаря чему она направляет развитие личностных установок и устойчивых психических черт."
      },
      {
        "type": "Природно-климатические условия",
        "argument": "Адаптация к суровым или мягким природным условиям приводит к выработке отличающихся стратегий выживания, что отражается на характере и эмоциональной устойчивости личности."
      }
    ],
    "block": "Человек и общество"
  },
  {
    "id": 2,
    "title": "Функции мировоззрения",
    "task_text": "Приведите три развёрнутых пояснения важной роли мировоззрения в жизни человека (назовите и поясните три функции мировоззрения). (Каждое пояснение должно быть сформулировано как распространённое предложение.)",
    "key_points": [
      "Познавательная функция",
      "Ценностно-ориентирующая функция",
      "Интегративно-коммуникативная функция"
    ],
    "example_arguments": [
      {
        "type": "Познавательная функция",
        "argument": "Систематизированные знания, составляющие мировоззрение, обеспечивают целостное восприятие мира и направляют дальнейший процесс познания человека."
      },
      {
        "type": "Ценностно-ориентирующая функция",
        "argument": "Мировоззрение задаёт иерархию ценностей, что определяет мотивацию поведения и помогает делать осознанный выбор в жизненных ситуациях."
      },
      {
        "type": "Интегративно-коммуникативная функция",
        "argument": "Общее мировоззрение объединяет людей в группы, облегчая взаимопонимание и создавая основы для устойчивых социальных связей."
      }
    ],
    "block": "Человек и общество"
  },
  {
    "id": 3,
    "title": "Императивное общение",
    "task_text": "Психологи считают, что императивное общение эффективно в чрезвычайных ситуациях. Приведите одно объяснение. Назовите любые две сферы межличностных отношений, в которых императивное общение в принципе неприемлемо, и в каждом случае кратко поясните своё мнение.",
    "key_points": [
      "Эффективность приказов при угрозе",
      "Недопустимость в дружбе",
      "Недопустимость в романтических отношениях"
    ],
    "example_arguments": [
      {
        "type": "Эффективность приказов при угрозе",
        "argument": "В условиях ограниченного времени и высокой опасности чёткий приказ устраняет сомнения и координирует действия участников, что повышает шансы на выживание группы."
      },
      {
        "type": "Недопустимость в дружбе",
        "argument": "Равноправие является основой дружбы, поэтому использование командного тона разрушает доверие и приводит к распаду межличностной связи."
      },
      {
        "type": "Недопустимость в романтических отношениях",
        "argument": "Любовные отношения строятся на взаимном уважении и свободе выбора, следовательно приказы унижают партнёра и подрывают эмоциональную близость."
      }
    ],
    "block": "Человек и общество"
  },
  {
    "id": 4,
    "title": "Наука и иные знания",
    "task_text": "Несмотря на очевидную эффективность науки, её роль в достижении нынешнего благосостояния, она не вытеснила остальные формы познания и не может считаться «мировоззренческим монополистом». Приведите три объяснения данной ситуации. (Каждое пояснение должно быть сформулировано как распространённое предложение.)",
    "key_points": [
      "Ограниченность рациональности в быту",
      "Социальная значимость религии",
      "Этические и гуманитарные сферы"
    ],
    "example_arguments": [
      {
        "type": "Ограниченность рациональности в быту",
        "argument": "В повседневных делах человек часто полагается на здравый смысл, поскольку применение строгих научных процедур требовало бы излишних ресурсов и времени."
      },
      {
        "type": "Социальная значимость религии",
        "argument": "Религия выполняет мировоззренческую и ценностную функции, удовлетворяя экзистенциальные потребности личности, которые наука объяснить, но не заменяет."
      },
      {
        "type": "Этические и гуманитарные сферы",
        "argument": "В вопросах морали и смыслов строгие доказательства мало применимы, поэтому искусство и философия продолжают формировать ценностные ориентиры общества."
      }
    ],
    "block": "Человек и общество"
  },
  {
    "id": 5,
    "title": "Абсолютная истина недостижима",
    "task_text": "Приведите три аргумента в поддержку утверждения, согласно которому полное познание (достижение абсолютной истины) невозможно. (Каждый аргумент должен быть сформулирован как распространённое предложение.)",
    "key_points": [
      "Безграничность объекта познания",
      "Ограниченность человеческих возможностей",
      "Постоянная изменчивость мира"
    ],
    "example_arguments": [
      {
        "type": "Безграничность объекта познания",
        "argument": "Бесконечное разнообразие элементов вселенной делает невозможным исчерпывающий охват всех явлений даже при бесконечном времени исследования."
      },
      {
        "type": "Ограниченность человеческих возможностей",
        "argument": "Органы чувств и измерительные приборы имеют предел точности, что неизбежно оставляет область непознаваемого за пределами любых исследований."
      },
      {
        "type": "Постоянная изменчивость мира",
        "argument": "Поскольку явления постоянно эволюционируют, любое знание устаревает, и истины требуют бесконечного уточнения и дополнения."
      }
    ],
    "block": "Человек и общество"
  },
  {
    "id": 6,
    "title": "Труд как основа общества",
    "task_text": "Приведите три подтверждения мысли автора о том, что в основе общества лежит труд. (Каждое подтверждение должно быть сформулировано как распространённое предложение.)",
    "key_points": [
      "Создание материальных благ",
      "Социальная интеграция через разделение труда",
      "Формирование социальной структуры"
    ],
    "example_arguments": [
      {
        "type": "Создание материальных благ",
        "argument": "Труд обеспечивает производство средств существования, удовлетворяя базовые потребности и создавая фундамент для духовного развития общества."
      },
      {
        "type": "Социальная интеграция через разделение труда",
        "argument": "Специализация трудовых функций побуждает людей кооперативно взаимодействовать, тем самым объединяя их в устойчивое социальное целое."
      },
      {
        "type": "Формирование социальной структуры",
        "argument": "По характеру трудовой деятельности складываются профессиональные группы и страты, определяющие иерархию и организацию общества."
      }
    ],
    "block": "Человек и общество"
  },
  {
    "id": 7,
    "title": "Польза социальных институтов",
    "task_text": "Автор считает, что институты приносят пользу, когда «способствуют стабильности и интеграции общества». Приведите три аргумента в обоснование этого мнения. (Каждый аргумент должен быть сформулирован как распространённое предложение.)",
    "key_points": [
      "Нормативная предсказуемость",
      "Координация действий",
      "Социальная защита и безопасность"
    ],
    "example_arguments": [
      {
        "type": "Нормативная предсказуемость",
        "argument": "Установленные институтами правила делают поведение людей ожидаемым, тем самым уменьшая количество социальных конфликтов и повышая стабильность."
      },
      {
        "type": "Координация действий",
        "argument": "Институты распределяют роли и обязанности, что облегчает коллективное взаимодействие и способствует интеграции разнородных групп."
      },
      {
        "type": "Социальная защита и безопасность",
        "argument": "Регламентируя ключевые сферы жизни, институты снижают внешние и внутренние угрозы, укрепляя доверие к социальному порядку."
      }
    ],
    "block": "Социальные отношения"
  },
  {
    "id": 8,
    "title": "Непрерывное образование личности",
    "task_text": "Условием успеха личности в информационном обществе является непрерывное образование и способность к переквалификации и переобучению. Приведите три пояснения этой позиции. (Каждое пояснение должно быть сформулировано как распространённое предложение.)",
    "key_points": [
      "Технологические изменения",
      "Профессиональная мобильность",
      "Устаревание профессий"
    ],
    "example_arguments": [
      {
        "type": "Технологические изменения",
        "argument": "Быстрый научно-технический прогресс приводит к появлению новых инструментов труда, требующих регулярного обновления компетенций работников."
      },
      {
        "type": "Профессиональная мобильность",
        "argument": "Динамика рынка труда заставляет человека осваивать смежные специальности, что расширяет возможности трудоустройства и карьерного роста."
      },
      {
        "type": "Устаревание профессий",
        "argument": "Многие профессии утрачивают актуальность, поэтому готовность к переобучению позволяет сохранить конкурентоспособность на рынке труда."
      }
    ],
    "block": "Человек и общество"
  },
  {
    "id": 9,
    "title": "Наука как монополист",
    "task_text": "Некоторые учёные характеризуют современную науку как «мировоззренческого монополиста», ключевую и универсальную форму познания мира. Приведите три аргумента, подтверждающих это мнение. (Каждый аргумент должен быть сформулирован как распространённое предложение.)",
    "key_points": [
      "Технологический прогресс",
      "Универсальный метод и объективность",
      "Производительная сила науки"
    ],
    "example_arguments": [
      {
        "type": "Технологический прогресс",
        "argument": "Научные открытия лежат в основе современных технологий, повышающих уровень жизни и подтверждающих приоритет научного знания."
      },
      {
        "type": "Универсальный метод и объективность",
        "argument": "Использование проверяемых эмпирических данных делает научные выводы независимыми от субъективных предпочтений и релевантными для любых культур."
      },
      {
        "type": "Производительная сила науки",
        "argument": "Без научных достижений современное человечество не смогло бы обеспечить себя ресурсами, что подчёркивает роль науки как фактора выживания."
      }
    ],
    "block": "Человек и общество"
  },
  {
    "id": 10,
    "title": "Образование как институт",
    "task_text": "На каком основании образование считается социальным институтом? Приведите три аргумента. (Каждый аргумент должен быть сформулирован как распространённое предложение.)",
    "key_points": [
      "Удовлетворение потребности социализации",
      "Исторически сложившаяся система",
      "Нормативно-ролевое регулирование"
    ],
    "example_arguments": [
      {
        "type": "Удовлетворение потребности социализации",
        "argument": "Посредством организованного обучения общество передаёт ценности и знания новым поколениям, тем самым обеспечивая воспроизводство культуры."
      },
      {
        "type": "Исторически сложившаяся система",
        "argument": "Школы и университеты сформировались в ходе исторического развития, что свидетельствует о закреплении образования в общественной структуре."
      },
      {
        "type": "Нормативно-ролевое регулирование",
        "argument": "В образовательной сфере действуют официальные программы, статусные роли и санкции, что указывает на её институциональную природу."
      }
    ],
    "block": "Социальные отношения"
  },
  {
    "id": 11,
    "title": "Господдержка искусства",
    "task_text": "Приведите три аргумента в пользу необходимости государственной поддержки развития искусства в современном российском обществе. (Каждый аргумент должен быть сформулирован как распространённое предложение.)",
    "key_points": [
      "Культурное развитие общества",
      "Сохранение неприбыльных жанров",
      "Имидж и идентичность страны"
    ],
    "example_arguments": [
      {
        "type": "Культурное развитие общества",
        "argument": "Искусство формирует эстетические потребности и мировоззрение граждан, а следовательно его поддержка содействует гармоничному развитию личности."
      },
      {
        "type": "Сохранение неприбыльных жанров",
        "argument": "Не все художественные направления окупаются на рынке, поэтому субсидии позволяют предотвратить утрату культурного наследия."
      },
      {
        "type": "Имидж и идентичность страны",
        "argument": "Выдающиеся произведения искусства укрепляют национальную идентичность и повышают международный престиж государства."
      }
    ],
    "block": "Человек и общество"
  },
  {
    "id": 12,
    "title": "Правовое государство и поведение",
    "task_text": "Используя обществоведческие знания, сформулируйте три аргумента, подтверждающих особое значение правового государства для обеспечения правомерного поведения граждан. (Каждый аргумент должен быть сформулирован как распространённое предложение.)",
    "key_points": [
      "Формирование правосознания",
      "Верховенство закона и равенство",
      "Гарантии прав и свобод"
    ],
    "example_arguments": [
      {
        "type": "Формирование правосознания",
        "argument": "Институты правового государства развивают уважение к закону, что способствует закреплению у граждан мотивации действовать в правовых рамках."
      },
      {
        "type": "Верховенство закона и равенство",
        "argument": "Неотвратимость ответственности и равенство всех перед законом снижают стимулы к нарушению норм и поддерживают порядок."
      },
      {
        "type": "Гарантии прав и свобод",
        "argument": "Реальная защита законных интересов граждан формирует доверие к государству и делает соблюдение норм рационально выгодным поведением."
      }
    ],
    "block": "Право"
  },
  {
    "id": 13,
    "title": "Техника ослабляет личность",
    "task_text": "Некоторые философы считают, что техника, снабжая человека разного рода приборами и инструментами, делает индивида слабее, ограничивает возможности проявления его личности. Приведите три аргумента в поддержку данного мнения. (Каждый аргумент должен быть сформулирован как распространённое предложение.)",
    "key_points": [
      "Зависимость от технологий",
      "Утрата физических навыков",
      "Снижение интеллектуальной самостоятельности"
    ],
    "example_arguments": [
      {
        "type": "Зависимость от технологий",
        "argument": "Широкое использование технических устройств формирует постоянную зависимость индивида от внешних средств, что ограничивает его автономию и способность самостоятельно удовлетворять базовые жизненные потребности."
      },
      {
        "type": "Утрата физических навыков",
        "argument": "Технические средства облегчают труд и передвижение, поэтому снижается необходимость в физической активности, что постепенно ослабляет естественную выносливость и адаптивные возможности организма."
      },
      {
        "type": "Снижение интеллектуальной самостоятельности",
        "argument": "Опора на автоматические сервисы вытесняет навыки анализа и расчёта, формируя пассивное потребление готовой информации и ограничивая развитие критического мышления личности."
      }
    ],
    "block": "Человек и общество"
  },
  {
    "id": 14,
    "title": "Защита культуры государствами",
    "task_text": "Утверждается, что «местные культурные традиции размываются, и, похоже, массовая потребительская культура западного типа становится \"универсальной\", распространяясь по всем странам и континентам». Приведите три аргумента, позволяющих сделать вывод о том, что национальные государства пытаются противостоять этому процессу.",
    "key_points": [
      "Поддержка национального языка",
      "Субсидирование традиционной культуры",
      "Медиа-регулирование и квоты"
    ],
    "example_arguments": [
      {
        "type": "Поддержка национального языка",
        "argument": "Законодательные нормы, стимулирующие использование государственного языка в образовании и СМИ, формируют устойчивое предпочтение отечественного культурного продукта и сдерживают доминирование иноязычных практик."
      },
      {
        "type": "Субсидирование традиционной культуры",
        "argument": "Финансирование музеев и фестивалей способствует сохранению аутентичных форм искусства, укрепляя культурную идентичность общества и препятствуя поглощению массовой глобальной культурой."
      },
      {
        "type": "Медиа-регулирование и квоты",
        "argument": "Установление квот на зарубежный контент перенаправляет спрос к национальным произведениям, поддерживая внутренний рынок и формируя устойчивую аудиторию отечественной культуры."
      }
    ],
    "block": "Человек и общество"
  },
  {
    "id": 15,
    "title": "Коммерциализация духовного производства",
    "task_text": "Приведите три аргумента в подтверждение тезиса о том, что «коммерческая установка в сфере духовного производства означает перенесение в сферу художественной культуры того же финансово-индустриального подхода, который царит в других областях индустриального производства». (Каждый аргумент должен быть сформулирован как распространённое предложение.)",
    "key_points": [
      "Упрощение содержания",
      "Приоритет прибыли",
      "Маркетинговая стандартизация"
    ],
    "example_arguments": [
      {
        "type": "Упрощение содержания",
        "argument": "Ориентация на массовый спрос приводит к стандартизации сюжетов и уменьшению художественной глубины, формируя поверхностное культурное потребление и снижая образовательный потенциал искусства."
      },
      {
        "type": "Приоритет прибыли",
        "argument": "Творческие решения принимаются по критерию окупаемости, направляя ресурсы в жанры с гарантированными продажами и ограничивая развитие экспериментальных направлений."
      },
      {
        "type": "Маркетинговая стандартизация",
        "argument": "Агрессивное продвижение культурных продуктов по товарным моделям подменяет художественные критерии экономическими, влияя на ценностные ориентации аудитории."
      }
    ],
    "block": "Человек и общество"
  },
  {
    "id": 16,
    "title": "Обновление социальных норм",
    "task_text": "Приведите два аргумента сторонников регулярного обновления социальных норм и два возможных аргумента противников данной практики. (Всего должно быть приведено четыре аргумента. Каждый аргумент должен быть сформулирован как распространённое предложение. Обязательно указывайте, аргументы в поддержку какого мнения Вы приводите.)",
    "key_points": [
      "Аргументы в поддержку обновления",
      "Риски дестабилизации",
      "Угроза культурной идентичности"
    ],
    "example_arguments": [
      {
        "type": "Аргументы в поддержку обновления",
        "argument": "Модернизация норм способствует адаптации общества к технологическим и социальным изменениям, повышая гибкость институтов и создавая условия для дальнейшего прогрессивного развития."
      },
      {
        "type": "Риски дестабилизации",
        "argument": "Частая смена правил затрудняет прогнозирование поведения, что снижает доверие и усиливает чувство неопределённости, подрывая социальную стабильность."
      },
      {
        "type": "Угроза культурной идентичности",
        "argument": "Радикальный пересмотр укоренённых ценностей размывает историческую преемственность, ослабляя чувство принадлежности и повышая риск культурной ассимиляции сообщества."
      }
    ],
    "block": "Социальные отношения"
  },
  {
    "id": 17,
    "title": "Предпринимательство и рост экономики",
    "task_text": "Используя обществоведческие знания, сформулируйте три подтверждения того, что развитие предпринимательства обеспечивает рост национальной экономики. (Каждое подтверждение должно быть сформулировано как распространённое предложение.)",
    "key_points": [
      "Увеличение ВВП",
      "Рост налоговых доходов",
      "Создание рабочих мест"
    ],
    "example_arguments": [
      {
        "type": "Увеличение ВВП",
        "argument": "Активизация предпринимательского сектора расширяет производство товаров и услуг, формируя дополнительную добавленную стоимость и способствуя устойчивому росту валового внутреннего продукта."
      },
      {
        "type": "Рост налоговых доходов",
        "argument": "Расширение бизнеса увеличивает базу налогообложения, что пополняет бюджетные ресурсы и позволяет государству финансировать инфраструктурные и социальные проекты."
      },
      {
        "type": "Создание рабочих мест",
        "argument": "Открытие новых фирм и расширение действующих предприятий создаёт новые рабочие места, повышает занятость и усиливает совокупный платёжеспособный спрос населения."
      }
    ],
    "block": "Экономика"
  },
  {
    "id": 18,
    "title": "Эффективная фискальная политика",
    "task_text": "Используя обществоведческие знания, сформулируйте три аргумента в подтверждении того, что посредством эффективной фискальной политики государство может добиваться значительных успехов для социально-экономического развития (Каждый аргумент должен быть сформулирован как распространённое предложение.)",
    "key_points": [
      "Стимулирование приоритетных отраслей",
      "Защита внутреннего рынка",
      "Устойчивое финансирование бюджета"
    ],
    "example_arguments": [
      {
        "type": "Стимулирование приоритетных отраслей",
        "argument": "Снижение налоговой нагрузки и предоставление льгот определённым секторам экономики привлекает инвестиции, ускоряет технологическое обновление и повышает их конкурентоспособность."
      },
      {
        "type": "Защита внутреннего рынка",
        "argument": "Повышение импортных пошлин на конкурирующие товары поддерживает спрос на отечественную продукцию и способствует развитию смежных отраслей."
      },
      {
        "type": "Устойчивое финансирование бюджета",
        "argument": "Сбалансированная налоговая система обеспечивает стабильное поступление доходов в бюджет, создавая ресурсы для социальных программ и макроэкономической стабильности."
      }
    ],
    "block": "Экономика"
  },
  {
    "id": 19,
    "title": "Плюсы умеренной инфляции",
    "task_text": "Используя обществоведческие знания, сформулируйте три суждения о возможных положительных последствиях умеренной инфляции для развития экономики. (Каждое суждение должно быть сформулировано как распространённое предложение.)",
    "key_points": [
      "Стимул инвестиционной активности",
      "Рост бюджетных поступлений",
      "Повышение экспортной привлекательности"
    ],
    "example_arguments": [
      {
        "type": "Стимул инвестиционной активности",
        "argument": "Небольшой рост цен снижает реальную стоимость заёмных средств, побуждая компании ускорять вложения в оборудование и инновации для опережения конкурентов."
      },
      {
        "type": "Рост бюджетных поступлений",
        "argument": "Умеренное повышение цен увеличивает номинальную прибыль предприятий, расширяет налоговую базу и позволяет государству наращивать расходы без повышения ставок."
      },
      {
        "type": "Повышение экспортной привлекательности",
        "argument": "Снижение реального курса национальной валюты делает отечественные товары дешевле за рубежом, стимулируя рост экспорта и улучшая торговый баланс."
      }
    ],
    "block": "Экономика"
  },
    {
    "id": 20,
    "title": "Ограниченность ресурсов проблема",
    "task_text": "Приведите три объяснения, почему проблема ограниченности ресурсов не может быть полностью решена. (Каждое объяснение должно быть сформулировано как распространённое предложение.)",
    "key_points": [
      "Рост человеческих потребностей",
      "Невозможность полного удовлетворения",
      "Конечность природных запасов"
    ],
    "example_arguments": [
      {
        "type": "Рост человеческих потребностей",
        "argument": "Научно-технический прогресс постоянно порождает новые запросы, что приводит к бесконечному увеличению потребностей и, следовательно, постоянной нагрузке на ресурсную базу."
      },
      {
        "type": "Невозможность полного удовлетворения",
        "argument": "Даже удовлетворённая потребность возобновляется или трансформируется, поэтому ресурсы снова вовлекаются в оборот, а проблема их ограниченности лишь откладывается."
      },
      {
        "type": "Конечность природных запасов",
        "argument": "Большинство невозобновляемых ресурсов образуются миллионы лет, поэтому их текущие запасы объективно ограничены и не могут покрыть бесконечный спрос."
      }
    ],
    "block": "Экономика"
  },
  {
    "id": 21,
    "title": "Правовое регулирование собственности",
    "task_text": "Приведите три аргумента в пользу необходимости правового регулирования имущественных отношений в рыночной экономике. (Каждый аргумент должен быть сформулирован как распространённое предложение.)",
    "key_points": [
      "Гарантии защиты прав",
      "Предотвращение имущественных конфликтов",
      "Фискальная функция собственности"
    ],
    "example_arguments": [
      {
        "type": "Гарантии защиты прав",
        "argument": "Наличие чётких юридических норм формирует уверенность субъектов в неотчуждаемости активов, что способствует инвестициям и устойчивому экономическому развитию."
      },
      {
        "type": "Предотвращение имущественных конфликтов",
        "argument": "Правовые механизмы урегулирования деления и наследования имущества минимизируют социальную напряжённость и снижают транзакционные издержки."
      },
      {
        "type": "Фискальная функция собственности",
        "argument": "Юридически оформленная собственность становится объектом налогообложения, что формирует стабильные бюджетные доходы и расширяет возможности государственной политики."
      }
    ],
    "block": "Право"
  },
  {
    "id": 22,
    "title": "Соц-экономические права и рынок",
    "task_text": "Приведите 3 аргумента в подтверждение того, что именно в условиях рыночной экономики создаются наиболее благоприятные условия для реализации социально-экономических прав человека. (Каждое объяснение должно быть сформулировано как распространённое предложение.)",
    "key_points": [
      "Свобода труда",
      "Хозяйственная инициатива",
      "Частная собственность"
    ],
    "example_arguments": [
      {
        "type": "Свобода труда",
        "argument": "Конкурентный рынок труда позволяет гражданину свободно выбирать занятие и место работы, что реализует его право распоряжаться трудовыми способностями."
      },
      {
        "type": "Хозяйственная инициатива",
        "argument": "Отсутствие административных директив даёт возможность самостоятельно принимать производственные решения, тем самым обеспечивая право на предпринимательскую деятельность."
      },
      {
        "type": "Частная собственность",
        "argument": "Господство частной формы владения закрепляет за индивидом право обладать и распоряжаться имуществом, что является фундаментальным социально-экономическим правом."
      }
    ],
    "block": "Экономика"
  },
  {
    "id": 23,
    "title": "Интерес и специализация",
    "task_text": "Дайте три объяснения связи личного интереса и экономической специализации. (Каждое объяснение должно быть сформулировано как распространённое предложение.)",
    "key_points": [
      "Стремление к доходу",
      "Повышение эффективности",
      "Профессиональный выбор"
    ],
    "example_arguments": [
      {
        "type": "Стремление к доходу",
        "argument": "Желание максимизировать заработок побуждает работника углублять компетенции в узкой сфере, что приводит к высокой степени специализации."
      },
      {
        "type": "Повышение эффективности",
        "argument": "Специализация позволяет предпринимателю сосредоточить ресурсы на наиболее прибыльном сегменте, что формирует конкурентные преимущества и увеличивает выручку."
      },
      {
        "type": "Профессиональный выбор",
        "argument": "Абитуриент ориентируется на востребованность и оплату труда, поэтому выбирает образовательную траекторию, соответствующую узкой специализации рынка."
      }
    ],
    "block": "Экономика"
  },
  {
    "id": 24,
    "title": "Инвестиции и риски сбережений",
    "task_text": "Назовите три способа инвестирования для сохранения денег и риски каждого из них. (Каждый пункт должен быть сформулирован как распространённое предложение.)",
    "key_points": [
      "Банковский вклад",
      "Ценные бумаги",
      "Иностранная валюта"
    ],
    "example_arguments": [
      {
        "type": "Банковский вклад",
        "argument": "Надёжность депозита высока, однако низкая доходность может привести к обесцениванию сбережений при инфляции, ограничивая реальный прирост капитала."
      },
      {
        "type": "Ценные бумаги",
        "argument": "Акции потенциально приносят высокий доход, но волатильность рынка формирует риск убытков из-за падения стоимости эмитента."
      },
      {
        "type": "Иностранная валюта",
        "argument": "Покупка валюты защищает от внутренней инфляции, однако колебания курсов создают вероятность потери части средств при неблагоприятной динамике."
      }
    ],
    "block": "Экономика"
  },
  {
    "id": 25,
    "title": "Индикаторы качества жизни",
    "task_text": "Поясните связь каждого из показателей качества жизни — а) средняя продолжительность жизни; б) санитарно-гигиенические условия; в) возможности получения образования и приобщения к культуре — с качеством жизни. (Каждое пояснение должно быть сформулировано как распространённое предложение.)",
    "key_points": [
      "Долголетие",
      "Санитарные условия",
      "Образование и культура"
    ],
    "example_arguments": [
      {
        "type": "Долголетие",
        "argument": "Высокая средняя продолжительность жизни свидетельствует о доступе населения к медицине и полноценному питанию, что прямо отражает общий уровень благополучия общества."
      },
      {
        "type": "Санитарные условия",
        "argument": "Благоприятная экологическая и бытовая среда снижает заболеваемость, формируя безопасность проживания и повышая субъективную оценку удовлетворённости жизнью."
      },
      {
        "type": "Образование и культура",
        "argument": "Развитая инфраструктура просвещения и искусства расширяет возможности самореализации, что способствует формированию высокого человеческого потенциала."
      }
    ],
    "block": "Социальные отношения"
  },
  {
    "id": 26,
    "title": "Антимонопольная политика",
    "task_text": "Приведите три собственных аргумента, подтверждающих необходимость проведения антимонопольной политики для создания эффективной рыночной экономики. (Каждый аргумент должен быть сформулирован как распространённое предложение.)",
    "key_points": [
      "Развитие конкуренции",
      "Снятие барьеров входа",
      "Сдерживание злоупотреблений"
    ],
    "example_arguments": [
      {
        "type": "Развитие конкуренции",
        "argument": "Борьба с монопольным ценообразованием стимулирует появление новых фирм, что повышает ассортимент и улучшает соотношение цена-качество товаров."
      },
      {
        "type": "Снятие барьеров входа",
        "argument": "Демонтаж административных преград позволяет малому бизнесу войти на рынок, формируя более гибкую структуру предложения и ускоряя инновации."
      },
      {
        "type": "Сдерживание злоупотреблений",
        "argument": "Контроль за доминирующими компаниями препятствует навязыванию кабальных условий потребителям и поддерживает справедливое распределение ресурсов."
      }
    ],
    "block": "Экономика"
  },
  {
    "id": 27,
    "title": "Конкуренция и рыночный баланс",
    "task_text": "Приведите три объяснения, как рыночная конкуренция влияет на сохранение баланса спроса и предложения на рынке. (Каждое объяснение должно быть сформулировано как распространённое предложение.)",
    "key_points": [
      "Стимулирование производства",
      "Ценовой механизм",
      "Перераспределение ресурсов"
    ],
    "example_arguments": [
      {
        "type": "Стимулирование производства",
        "argument": "Увеличенный спрос побуждает фирмы расширять выпуск, что повышает предложение и способствует восстановлению равновесной цены."
      },
      {
        "type": "Ценовой механизм",
        "argument": "При избыточном предложении снижение цен делает товар более доступным, увеличивая объём покупок и выравнивая рынок."
      },
      {
        "type": "Перераспределение ресурсов",
        "argument": "Неэффективные предприятия вытесняются, а факторы производства переходят к конкурентоспособным фирмам, обеспечивая оптимальное насыщение спроса."
      }
    ],
    "block": "Экономика"
  },
  {
    "id": 28,
    "title": "Мобильность рабочей силы",
    "task_text": "Приведите три аргумента в подтверждение того, что мобильность рабочей силы оказывает положительное воздействие на личностное и / или общественное развитие. (Каждое объяснение должно быть сформулировано как распространённое предложение.)",
    "key_points": [
      "Снижение безработицы",
      "Удовлетворение спроса на труд",
      "Самореализация работников"
    ],
    "example_arguments": [
      {
        "type": "Снижение безработицы",
        "argument": "Отток избыточной рабочей силы из депрессивных регионов уменьшает структурную безработицу и снижает социальное напряжение."
      },
      {
        "type": "Удовлетворение спроса на труд",
        "argument": "Приём мигрантов позволяет динамичным отраслям быстро компенсировать дефицит кадров, поддерживая темпы экономического роста."
      },
      {
        "type": "Самореализация работников",
        "argument": "Возможность трудовой миграции расширяет выбор профессиональной среды, что способствует развитию навыков и повышению жизненного удовлетворения."
      }
    ],
    "block": "Экономика"
  },
  {
    "id": 29,
    "title": "Фрикционная безработица неизбежна",
    "task_text": "Приведите два объяснения принципиальной неустранимости фрикционной безработицы. (Каждое объяснение должно быть сформулировано как распространённое предложение.)",
    "key_points": [
      "Свобода выбора работы",
      "Временной лаг поиска",
      "Информационные ограничения"
    ],
    "example_arguments": [
      {
        "type": "Свобода выбора работы",
        "argument": "Рынок труда позволяет работнику отказаться от неподходящих вакансий, поэтому временный период безработицы является следствием свободного волеизъявления."
      },
      {
        "type": "Временной лаг поиска",
        "argument": "Физически невозможно моментально уволиться и устроиться, поэтому неизбежны краткосрочные разрывы занятости, образующие естественный уровень безработицы."
      },
      {
        "type": "Информационные ограничения",
        "argument": "Несовершенная информированность о доступных вакансиях замедляет процесс трудоустройства, делая нулевую фрикционную безработицу недостижимой."
      }
    ],
    "block": "Экономика"
  },
  {
    "id": 30,
    "title": "Человеческий капитал и доход",
    "task_text": "Приведите три аргумента, подтверждающих влияние инвестиций в человеческий капитал на повышение доходов предприятия. (Каждое объяснение должно быть сформулировано как распространённое предложение.)",
    "key_points": [
      "Навыки общения",
      "Повышение квалификации",
      "Поддержка здоровья"
    ],
    "example_arguments": [
      {
        "type": "Навыки общения",
        "argument": "Развитие коммуникативных компетенций формирует эффективное сотрудничество в коллективе, что сокращает издержки координации и повышает производительность."
      },
      {
        "type": "Повышение квалификации",
        "argument": "Обучение современным технологиям позволяет сотрудникам создавать большую добавленную стоимость, увеличивая выручку фирмы."
      },
      {
        "type": "Поддержка здоровья",
        "argument": "Корпоративные программы здоровья снижают текучесть кадров и абсентеизм, что стабилизирует производственный процесс и прибыль."
      }
    ],
    "block": "Экономика"
  },
  {
    "id": 31,
    "title": "Предпринимательские способности роль",
    "task_text": "Приведите три развёрнутых аргумента в поддержку утверждения, что предпринимательские способности особенно важны для развития бизнеса. (Каждое объяснение должно быть сформулировано как распространённое предложение.)",
    "key_points": [
      "Соединение факторов производства",
      "Ориентация на потребности",
      "Генерация инноваций"
    ],
    "example_arguments": [
      {
        "type": "Соединение факторов производства",
        "argument": "Предприниматель принимает решения о наилучшем сочетании ресурсов, что формирует конкурентные преимущества и обеспечивает устойчивость фирмы."
      },
      {
        "type": "Ориентация на потребности",
        "argument": "Анализ спроса позволяет бизнесмену своевременно адаптировать ассортимент, повышая удовлетворённость клиентов и долю рынка."
      },
      {
        "type": "Генерация инноваций",
        "argument": "Готовность к риску и поиску новых решений ускоряет внедрение технологий, увеличивая эффективность и прибыль фирмы."
      }
    ],
    "block": "Экономика"
  },
  {
    "id": 32,
    "title": "Свобода бизнеса и рост",
    "task_text": "Объясните, как государство может повысить уровень свободы предпринимательства и почему это приведёт к росту экономики. (Приведите три объяснения, каждое должно быть сформулировано как распространённое предложение.)",
    "key_points": [
      "Упрощение регистрации",
      "Снижение налоговой нагрузки",
      "Либерализация оборота земли"
    ],
    "example_arguments": [
      {
        "type": "Упрощение регистрации",
        "argument": "Сокращение бюрократических процедур уменьшает затраты на вход на рынок, увеличивая количество предприятий и объём выпуска продукции."
      },
      {
        "type": "Снижение налоговой нагрузки",
        "argument": "Меньшие обязательные платежи высвобождают капитал, который предприниматели направляют на расширение производства, стимулируя совокупный спрос."
      },
      {
        "type": "Либерализация оборота земли",
        "argument": "Свободная купля-продажа участков позволяет перераспределить ресурс к эффективному собственнику, повышая производительность и ВВП."
      }
    ],
    "block": "Экономика"
  },
  {
    "id": 33,
    "title": "Предпринимательство и самовыражение",
    "task_text": "Приведите три аргумента в защиту утверждения, что в современных условиях предпринимательская деятельность является средством самовыражения. (Каждый аргумент должен быть сформулирован как распространённое предложение.)",
    "key_points": [
      "Свобода инициативы",
      "Творческий характер бизнеса",
      "Реализация лидерства"
    ],
    "example_arguments": [
      {
        "type": "Свобода инициативы",
        "argument": "Отсутствие жёстких предписаний позволяет предпринимателю воплощать личные идеи, что формирует ощущение авторства и самореализации."
      },
      {
        "type": "Творческий характер бизнеса",
        "argument": "Процесс разработки продукта и бренда требует оригинальных решений, благодаря чему бизнес становится площадкой творческого самовыражения."
      },
      {
        "type": "Реализация лидерства",
        "argument": "Управление коллективом предоставляет возможность проявлять организаторские способности, удовлетворяя потребность в признании и влиянии."
      }
    ],
    "block": "Социальные отношения"
  },
  {
    "id": 34,
    "title": "Денежный поток важен",
    "task_text": "Дайте три объяснения утверждения, что от денежного потока зависит жизненная сила рыночной экономики. (Каждое объяснение должно быть сформулировано как распространённое предложение.)",
    "key_points": [
      "Источник прибыли",
      "Привлечение инвестиций",
      "Финансовая стабильность"
    ],
    "example_arguments": [
      {
        "type": "Источник прибыли",
        "argument": "Достаточный оборот средств позволяет фирмам своевременно оплачивать обязательства и реинвестировать прибыль, поддерживая производственный цикл."
      },
      {
        "type": "Привлечение инвестиций",
        "argument": "Интенсивное движение капитала сигнализирует инвесторам о потенциале рынка, стимулируя приток дополнительных средств в экономику."
      },
      {
        "type": "Финансовая стабильность",
        "argument": "Сбалансированные денежные потоки предотвращают кассовые разрывы, снижая вероятность банкротств и системных кризисов."
      }
    ],
    "block": "Экономика"
  },
  {
    "id": 35,
    "title": "Снижение рисков инвестиций",
    "task_text": "Приведите три пояснения того, как можно действовать, чтобы уменьшить риск потери вкладываемых средств при инвестировании в ценные бумаги. (Каждое пояснение должно быть сформулировано как распространённое предложение.)",
    "key_points": [
      "Диверсификация портфеля",
      "Покупка облигаций",
      "Выбор стабильных компаний"
    ],
    "example_arguments": [
      {
        "type": "Диверсификация портфеля",
        "argument": "Распределение средств между разными активами снижает вероятность одновременного падения стоимости и защищает общий капитал."
      },
      {
        "type": "Покупка облигаций",
        "argument": "Доход по долговым бумагам фиксирован, а приоритет погашения выше, что уменьшает риск по сравнению с акциями."
      },
      {
        "type": "Выбор стабильных компаний",
        "argument": "Инвестирование в эмитентов с устойчивым финансовым положением снижает вероятность дефолта и волатильности котировок."
      }
    ],
    "block": "Экономика"
  },
  {
    "id": 36,
    "title": "Негативы дефляции",
    "task_text": "Приведите и кратко поясните три возможных негативных последствия устойчивого снижения цен и повышения стоимости национальной валюты (дефляции). (Каждое пояснение должно быть сформулировано как распространённое предложение.)",
    "key_points": [
      "Снижение потребительского спроса",
      "Потеря экспортной конкурентоспособности",
      "Сокращение бюджетных доходов"
    ],
    "example_arguments": [
      {
        "type": "Снижение потребительского спроса",
        "argument": "Ожидание дальнейшего удешевления стимулирует откладывание покупок, что уменьшает выручку бизнесов и вызывает сокращение производства."
      },
      {
        "type": "Потеря экспортной конкурентоспособности",
        "argument": "Укрепление валюты удорожает товары на внешних рынках, что приводит к падению экспортных объёмов и ухудшению торгового баланса."
      },
      {
        "type": "Сокращение бюджетных доходов",
        "argument": "Падение цен уменьшает номинальную выручку фирм, сужая налоговую базу и затрудняя финансирование государственных программ."
      }
    ],
    "block": "Экономика"
  },
  {
    "id": 37,
    "title": "Инфляция и функции денег",
    "task_text": "Приведите три аргумента, подтверждающие позицию о том, что высокая инфляция препятствует реализации функций денег. (Каждое объяснение должно быть сформулировано как распространённое предложение.)",
    "key_points": [
      "Надёжное сбережение",
      "Мера стоимости",
      "Средство обращения"
    ],
    "example_arguments": [
      {
        "type": "Надёжное сбережение",
        "argument": "Быстрое обесценение валюты делает хранение средств нецелесообразным, что разрушает функцию денег как средства накопления."
      },
      {
        "type": "Мера стоимости",
        "argument": "Частая переоценка цен лишает хозяйственные расчёты стабильной базы, усложняя планирование и сопоставление стоимости товаров."
      },
      {
        "type": "Средство обращения",
        "argument": "Рост номиналов и нехватка наличности затрудняют расчёты, повышают транзакционные издержки и снижают эффективность торговли."
      }
    ],
    "block": "Экономика"
  },
  {
    "id": 38,
    "title": "Рост доходов населения",
    "task_text": "Приведите три аргумента, подтверждающих важность осуществления государством мер для увеличения реальных доходов населения. (Каждое объяснение должно быть сформулировано как распространённое предложение.)",
    "key_points": [
      "Социально-политическая стабильность",
      "Общественный порядок",
      "Благополучие граждан"
    ],
    "example_arguments": [
      {
        "type": "Социально-политическая стабильность",
        "argument": "Рост доходов уменьшает поддержку радикальных движений, укрепляя доверие к институтам и снижая риск протестов."
      },
      {
        "type": "Общественный порядок",
        "argument": "Обеспеченные и трудоустроенные граждане реже совершают правонарушения, что снижает затраты государства на правоохранительную систему."
      },
      {
        "type": "Благополучие граждан",
        "argument": "Увеличение покупательской способности позволяет людям удовлетворять более широкий спектр потребностей, что повышает общий уровень человеческого развития."
      }
    ],
    "block": "Социальные отношения"
  },
  {
    "id": 39,
    "title": "Финансовый контроль бюджета",
    "task_text": "Приведите три аргумента в поддержку мнения об особой значимости финансового контроля для формирования и расходования бюджетных средств. (Каждое объяснение должно быть сформулировано как распространённое предложение.)",
    "key_points": [
      "Предотвращение коррупции",
      "Полнота доходов",
      "Целевое расходование"
    ],
    "example_arguments": [
      {
        "type": "Предотвращение коррупции",
        "argument": "Систематический аудит снижает возможность хищений, тем самым повышая эффективность использования общественных ресурсов."
      },
      {
        "type": "Полнота доходов",
        "argument": "Контроль за поступлениями выявляет уклонения от платежей, увеличивая доходную часть бюджета без повышения налоговых ставок."
      },
      {
        "type": "Целевое расходование",
        "argument": "Мониторинг исполнения смет гарантирует, что средства направляются на предусмотренные программы, что повышает результативность бюджетной политики."
      }
    ],
    "block": "Политика"
  },
  {
    "id": 40,
    "title": "Вред дефицита бюджета",
    "task_text": "Приведите три аргумента, подтверждающих пагубность значительного дефицита бюджета для экономики государства. (Каждое объяснение должно быть сформулировано как распространённое предложение.)",
    "key_points": [
      "Сокращение социальных расходов",
      "Рост государственного долга",
      "Снижение инвестиционной привлекательности"
    ],
    "example_arguments": [
      {
        "type": "Сокращение социальных расходов",
        "argument": "Необходимость экономии вынуждает правительство урезать программы образования и здравоохранения, что ухудшает качество человеческого капитала."
      },
      {
        "type": "Рост государственного долга",
        "argument": "Финансирование дефицита за счёт заимствований приводит к накоплению процентов, увеличивая долговое бремя будущих поколений."
      },
      {
        "type": "Снижение инвестиционной привлекательности",
        "argument": "Высокий дефицит сигнализирует о макроэкономических рисках, что отпугивает иностранных инвесторов и замедляет приток капитала."
      }
    ],
    "block": "Экономика"
  },
  {
    "id": 41,
    "title": "Высокие налоги и рост",
    "task_text": "Приведите три аргумента, подтверждающие позицию автора о том, что завышенные ставки налогов могут сдерживать экономический рост. (Каждое объяснение должно быть сформулировано как распространённое предложение.)",
    "key_points": [
      "Рост издержек бизнеса",
      "Снижение потребительского спроса",
      "Отток капитала"
    ],
    "example_arguments": [
      {
        "type": "Рост издержек бизнеса",
        "argument": "Высокие налоги повышают себестоимость продукции, сокращая прибыль и ограничивая возможности расширения производства."
      },
      {
        "type": "Снижение потребительского спроса",
        "argument": "Увеличение налогового бремени уменьшает располагаемые доходы населения, что приводит к падению продаж и замедлению роста ВВП."
      },
      {
        "type": "Отток капитала",
        "argument": "Предприниматели перемещают активы в юрисдикции с более мягким налоговым режимом, уменьшая внутренние инвестиции и занятость."
      }
    ],
    "block": "Экономика"
  },
  {
    "id": 42,
    "title": "Налоги и общественные блага",
    "task_text": "Дайте три объяснения связи налоговой политики с производством общественных благ и решением социальных проблем общества. (Каждое объяснение должно быть сформулировано как распространённое предложение.)",
    "key_points": [
      "Финансирование общественных благ",
      "Сокращение неравенства",
      "Стимулирование социально значимых проектов"
    ],
    "example_arguments": [
      {
        "type": "Финансирование общественных благ",
        "argument": "Перераспределение налоговых поступлений позволяет государству обеспечивать неэксклюзивные услуги населению, повышая общий уровень благосостояния."
      },
      {
        "type": "Сокращение неравенства",
        "argument": "Прогрессивная шкала уменьшает разрыв в доходах, что способствует социальной стабильности и интеграции уязвимых групп."
      },
      {
        "type": "Стимулирование социально значимых проектов",
        "argument": "Налоговые льготы для компаний, реализующих общественные инициативы, мотивируют бизнес вкладываться в решения социально значимых задач."
      }
    ],
    "block": "Экономика"
  },
  {
    "id": 43,
    "title": "Интенсивный рост и благосостояние",
    "task_text": "Интенсивный рост является «основой роста благосостояния общества». Приведите три аргумента, подтверждающих это высказывание. (Каждое объяснение должно быть сформулировано как распространённое предложение.)",
    "key_points": [
      "Рост заработных плат",
      "Повышение производительности труда",
      "Ускорение технологического прогресса"
    ],
    "example_arguments": [
      {
        "type": "Рост заработных плат",
        "argument": "Увеличение добавленной стоимости на единицу труда повышает доход работников, улучшая уровень жизни большинства домохозяйств."
      },
      {
        "type": "Повышение производительности труда",
        "argument": "Интенсивный путь основан на эффективном использовании ресурсов, что позволяет производить больше товаров без пропорционального роста издержек."
      },
      {
        "type": "Ускорение технологического прогресса",
        "argument": "Инновации сокращают цикл создания продукции и снижают себестоимость, делая товары доступнее для широких слоёв населения."
      }
    ],
    "block": "Экономика"
  },
  {
    "id": 44,
    "title": "Творческий труд и динамика",
    "task_text": "Приведите три аргумента, подтверждающих справедливость мнения, что «только творческий труд является основным источником качественных сдвигов в экономике, динамизма и конкурентоспособности страны». (Каждое объяснение должно быть сформулировано как распространённое предложение.)",
    "key_points": [
      "Развитие сферы услуг",
      "Создание инноваций",
      "Повышение производительности"
    ],
    "example_arguments": [
      {
        "type": "Развитие сферы услуг",
        "argument": "Креативные профессии формируют новые рыночные ниши, расширяя структуру экономики и повышая её гибкость."
      },
      {
        "type": "Создание инноваций",
        "argument": "Творческий подход генерирует уникальные продукты, что усиливает конкурентные преимущества на мировом рынке."
      },
      {
        "type": "Повышение производительности",
        "argument": "Нетрадиционные решения оптимизируют процессы, сокращая затраты ресурсов и увеличивая выпуск без пропорционального роста входов."
      }
    ],
    "block": "Экономика"
  },
  {
    "id": 45,
    "title": "Важность экономического роста",
    "task_text": "Приведите три аргумента, подтверждающих важность экономического роста для государства. (Каждое объяснение должно быть сформулировано как распространённое предложение.)",
    "key_points": [
      "Инвестиционная привлекательность",
      "Повышение уровня жизни",
      "Рост налоговой базы"
    ],
    "example_arguments": [
      {
        "type": "Инвестиционная привлекательность",
        "argument": "Стабильный рост ВВП сигнализирует инвесторам о низком риске, стимулируя приток капитала и модернизацию экономики."
      },
      {
        "type": "Повышение уровня жизни",
        "argument": "Экономическое расширение сопровождается ростом занятости и доходов, что улучшает социальные показатели и качество человеческого потенциала."
      },
      {
        "type": "Рост налоговой базы",
        "argument": "Увеличение выпусков продукции расширяет доходы компаний, что формирует больше фискальных поступлений без повышения ставок."
      }
    ],
    "block": "Экономика"
  },
  {
    "id": 46,
    "title": "Глобализация и экономика",
    "task_text": "Приведите три аргумента, подтверждающих положительное влияние глобализации на экономику. (Каждое объяснение должно быть сформулировано как распространённое предложение.)",
    "key_points": [
      "Доступ к технологиям",
      "Приток инвестиций",
      "Конкурентное давление"
    ],
    "example_arguments": [
      {
        "type": "Доступ к технологиям",
        "argument": "Международная торговля облегчает импорт высокотехнологичных товаров, что ускоряет модернизацию производственных процессов."
      },
      {
        "type": "Приток инвестиций",
        "argument": "Иностранные вложения предоставляют дополнительный капитал, расширяя промышленную базу и стимулируя занятость."
      },
      {
        "type": "Конкурентное давление",
        "argument": "Глобальная конкуренция заставляет фирмы повышать качество и снижать цены, что улучшает положение потребителей."
      }
    ],
    "block": "Экономика"
  },
  {
    "id": 47,
    "title": "Импортозамещение и экономика",
    "task_text": "Выскажите два предположения о том, как программа импортозамещения может повлиять на экономику. (Каждое предположение должно быть сформулировано как распространённое предложение.)",
    "key_points": [
      "Повышение конкурентоспособности",
      "Создание рабочих мест",
      "Экономическая безопасность"
    ],
    "example_arguments": [
      {
        "type": "Повышение конкурентоспособности",
        "argument": "Поддержка отечественных производителей стимулирует развитие технологий, что в долгосрочной перспективе укрепляет позиции на мировом рынке."
      },
      {
        "type": "Создание рабочих мест",
        "argument": "Запуск новых производств увеличивает занятость в смежных отраслях, расширяя внутренний потребительский спрос и налоговую базу."
      },
      {
        "type": "Экономическая безопасность",
        "argument": "Снижение зависимости от импорта критических товаров защищает экономику от внешних шоков и санкционных рисков."
      }
    ],
    "block": "Экономика"
  },
  {
    "id": 48,
    "title": "Периоды массовой мобильности",
    "task_text": "В какие периоды общественного развития мобильность целых социальных групп усиливается? Укажите любые три периода и в каждом случае кратко прокомментируйте своё мнение. (Каждое суждение должно быть сформулировано как распространённое предложение.)",
    "key_points": [
      "Политические потрясения",
      "Технологические преобразования",
      "Военные конфликты"
    ],
    "example_arguments": [
      {
        "type": "Политические потрясения",
        "argument": "Революционные изменения власти формируют новые статусные иерархии, что приводит к резкому перераспределению социальных ролей и ускоренному продвижению целых слоёв населениия."
      },
      {
        "type": "Технологические преобразования",
        "argument": "Внедрение прорывных технологий создаёт спрос на новые компетенции и способствует подъёму групп, владеющих современными знаниями и умениями, облегчая их восхождение по социальной лестнице."
      },
      {
        "type": "Военные конфликты",
        "argument": "Мобилизация ресурсов и кадров во время войны временно упраздняет прежние барьеры, формируя быстрый карьерный рост одних и резкую дестатусизацию других участников общества."
      }
    ],
    "block": "Социальные отношения"
  },
  {
    "id": 49,
    "title": "Профилактика межнациональных конфликтов",
    "task_text": "В ходе социологического опроса совершеннолетних граждан страны Y им задавали вопрос: «Что, по Вашему мнению, в первую очередь нужно делать для предотвращения межнациональных конфликтов?» Примерно по 17% респондентов назвали следующие меры: а) заботу властей о людях; б) улучшение работы правоохранительных органов; в) знакомство с культурой, обычаями других народов. Объясните, как каждая из названных респондентами мер может способствовать предотвращению межнациональных конфликтов. (Каждое суждение должно быть сформулировано как распространённое предложение.)",
    "key_points": [
      "Социальная поддержка населения",
      "Эффективность правоохранительной системы",
      "Культурное просвещение граждан"
    ],
    "example_arguments": [
      {
        "type": "Социальная поддержка населения",
        "argument": "Последовательная политика заботы о базовых нуждах граждан снижает чувство социальной несправедливости, что формирует доверие к власти и уменьшает вероятность этнического противостояния."
      },
      {
        "type": "Эффективность правоохранительной системы",
        "argument": "Профессиональная и беспристрастная работа органов правопорядка сдерживает провокации, предотвращая эскалацию бытовых конфликтов в межэтнические столкновения."
      },
      {
        "type": "Культурное просвещение граждан",
        "argument": "Расширение знаний об обычаях других народов формирует уважительное отношение и снижает предубеждения, тем самым препятствуя возникновению ксенофобии и конфликтных ситуаций."
      }
    ],
    "block": "Социальные отношения"
  },
  {
    "id": 50,
    "title": "Уменьшение межпоколенной напряжённости",
    "task_text": "Предложите любые три меры ослабления напряжённости в межпоколенных отношениях. (Каждое суждение должно быть сформулировано как распространённое предложение.)",
    "key_points": [
      "Расширение социальной мобильности",
      "Экономические возможности молодёжи",
      "Диалог культурных ценностей"
    ],
    "example_arguments": [
      {
        "type": "Расширение социальной мобильности",
        "argument": "Создание прозрачных критериев карьерного продвижения по merits способствует признанию заслуг независимо от возраста, что снижает ревность между поколениями."
      },
      {
        "type": "Экономические возможности молодёжи",
        "argument": "Государственные и корпоративные программы трудоустройства молодых специалистов формируют чувство самостоятельности и уменьшают материальную зависимость от старшего поколения."
      },
      {
        "type": "Диалог культурных ценностей",
        "argument": "Платформы для совместного обсуждения традиций и новаций формируют взаимное уважение, что ослабляет стереотипы и снижает конфликтность поколений."
      }
    ],
    "block": "Социальные отношения"
  },
  {
    "id": 51,
    "title": "Стимулы к социальной мобильности",
    "task_text": "Существует мнение, что государство должно различными способами стимулировать развитие социальной мобильности. Приведите три аргумента, подтверждающих положительное значение подобных мер для развития общества. (Каждое суждение должно быть сформулировано как распространённое предложение.)",
    "key_points": [
      "Раскрытие человеческого потенциала",
      "Снижение утечки талантов",
      "Баланс регионального развития"
    ],
    "example_arguments": [
      {
        "type": "Раскрытие человеческого потенциала",
        "argument": "Удаление барьеров для продвижения по заслугам позволяет талантам занимать ключевые позиции, что повышает общую эффективность социальных институтов."
      },
      {
        "type": "Снижение утечки талантов",
        "argument": "Доступные каналы карьерного роста внутри страны уменьшают мотивацию выезда квалифицированных специалистов, укрепляя кадровый потенциал общества."
      },
      {
        "type": "Баланс регионального развития",
        "argument": "Горизонтальная мобильность перераспределяет рабочую силу, что способствует сокращению безработицы и сглаживанию социально-экономических диспропорций территорий."
      }
    ],
    "block": "Социальные отношения"
  },
  {
    "id": 52,
    "title": "Влияние семьи на общество",
    "task_text": "Каким образом благополучие семьи влияет на благополучие всего общества? Выскажите три предположения. (Каждое суждение должно быть сформулировано как распространённое предложение.)",
    "key_points": [
      "Демографическое воспроизводство",
      "Качественная социализация",
      "Экономический спрос домохозяйств"
    ],
    "example_arguments": [
      {
        "type": "Демографическое воспроизводство",
        "argument": "Материально и психологически благополучные семьи охотнее расширяют состав, что стабилизирует демографическую структуру и обеспечивает генерационный ресурс общества."
      },
      {
        "type": "Качественная социализация",
        "argument": "Здоровая семейная среда формирует ценностные ориентации детей, что способствует появлению ответственных граждан и укрепляет общественный порядок."
      },
      {
        "type": "Экономический спрос домохозяйств",
        "argument": "Высокие доходы семей усиливают потребительский спрос, стимулируя производство товаров и услуг, а значит и экономический рост страны."
      }
    ],
    "block": "Социальные отношения"
  },
  {
    "id": 53,
    "title": "Государство и социализация",
    "task_text": "Ряд экспертов отмечает значительную роль государства в процессе социализации индивида. Приведите три аргумента, подтверждающих данную точку зрения. (Каждое суждение должно быть сформулировано как распространённое предложение.)",
    "key_points": [
      "Политика образования",
      "Правовое регулирование",
      "Институционализация демократии"
    ],
    "example_arguments": [
      {
        "type": "Политика образования",
        "argument": "Государственные стандарты обучения задают обязательный минимум знаний и ценностей, что формирует единое культурно-нормативное пространство граждан."
      },
      {
        "type": "Правовое регулирование",
        "argument": "Нормативная система вознаграждений и санкций приучает индивида соотносить поступки с правовыми требованиями, развивая ответственное поведение."
      },
      {
        "type": "Институционализация демократии",
        "argument": "Проведение выборов и общественных дискуссий вовлекает граждан в принятие решений, формируя навыки участия и чувство гражданской ответственности."
      }
    ],
    "block": "Социальные отношения"
  },
  {
    "id": 54,
    "title": "Свобода в праве и морали",
    "task_text": "Приведите по два аргумента за и против позиции автора, что «право и мораль всегда обращены к свободной воле человека» (Каждое суждение должно быть сформулировано как распространённое предложение.)",
    "key_points": [
      "Аргументы «за»",
      "Аргументы «против»",
      "Баланс нормативного воздействия"
    ],
    "example_arguments": [
      {
        "type": "Аргументы «за»",
        "argument": "Знание норм позволяет личности сознательно выбирать варианты поведения, что подтверждает обращённость права и морали к свободному волепроявлению."
      },
      {
        "type": "Аргументы «против»",
        "argument": "Императивные предписания права и традиционной морали могут оставлять единственно допустимый поступок, фактически ограничивая свободу выбора индивида."
      },
      {
        "type": "Баланс нормативного воздействия",
        "argument": "Общество стремится сочетать принуждение и автономию, формируя систему, где свобода сохраняется, но направляется в конструктивное русло общими нормами."
      }
    ],
    "block": "Социальные отношения"
  },
  {
    "id": 55,
    "title": "Социальный контроль и прогресс",
    "task_text": "Приведите три аргумента, подтверждающие необходимость эффективного социального контроля для общественного прогресса. (Каждое суждение должно быть сформулировано как распространённое предложение.)",
    "key_points": [
      "Рациональное использование ресурсов",
      "Нравственное развитие общества",
      "Реализация прав граждан"
    ],
    "example_arguments": [
      {
        "type": "Рациональное использование ресурсов",
        "argument": "Контроль за бюджетом предотвращает растраты, что высвобождает средства для инвестиций в науку и инфраструктуру, ускоряя социально-экономическое развитие."
      },
      {
        "type": "Нравственное развитие общества",
        "argument": "Усвоение моральных норм через санкции и одобрение укрепляет гражданскую добродетель, являющуюся критерием прогресса человеческих отношений."
      },
      {
        "type": "Реализация прав граждан",
        "argument": "Система контроля обеспечивает доступность правовых механизмов, что расширяет свободы личности и содействует повышению качества жизни населения."
      }
    ],
    "block": "Социальные отношения"
  },
  {
    "id": 56,
    "title": "Необходимость разрешать конфликты",
    "task_text": "Приведите три аргумента в защиту мнения, что обществу необходимо по мере возможности разрешать старые конфликты и не допускать появление новых конфликтов между людьми. (Каждое суждение должно быть сформулировано как распространённое предложение.)",
    "key_points": [
      "Социальная стабильность",
      "Гарантия безопасности",
      "Психологическое благополучие"
    ],
    "example_arguments": [
      {
        "type": "Социальная стабильность",
        "argument": "Устранение затяжных противоречий уменьшает риск эскалации насилия и способствует сохранению устойчивых институтов управления обществом."
      },
      {
        "type": "Гарантия безопасности",
        "argument": "Своевременное урегулирование споров снижает вероятность криминальных проявлений, повышая уровень защищённости граждан и имущества."
      },
      {
        "type": "Психологическое благополучие",
        "argument": "Отсутствие напряжённости уменьшает стресс и тревожность, что положительно влияет на здоровье и трудовую продуктивность населения."
      }
    ],
    "block": "Социальные отношения"
  },
  {
    "id": 57,
    "title": "Сферы автономные от государства",
    "task_text": "Какие аспекты человеческой жизни, какие социальные процессы, по вашему мнению, должны быть в наибольшей степени автономны от государства, защищены от вмешательства политиков? Укажите три аспекта (процесса) и в каждом случае кратко поясните своё мнение. (Каждое суждение должно быть сформулировано как распространённое предложение.)",
    "key_points": [
      "Свобода совести",
      "Культурное творчество",
      "Саморегулируемый рынок"
    ],
    "example_arguments": [
      {
        "type": "Свобода совести",
        "argument": "Религиозные убеждения выражают внутреннюю идентичность личности, поэтому политическое вмешательство разрушает духовную автономию и провоцирует социальную напряжённость."
      },
      {
        "type": "Культурное творчество",
        "argument": "Независимость художественного поиска порождает разнообразие идей, что формирует креативный потенциал общества и способствует инновациям."
      },
      {
        "type": "Саморегулируемый рынок",
        "argument": "Минимизация политических директив позволяет хозяйственным субъектам реагировать на спрос, что повышает эффективность распределения ресурсов и стимулирует рост."
      }
    ],
    "block": "Политика"
  },
  {
    "id": 58,
    "title": "Функции политической системы",
    "task_text": "В тексте подчёркнуто, что политическая система отражает многообразные интересы социальных групп. Раскройте смысл любых трёх других функций политической системы (сформулируйте три суждения о роли политики в жизни общества). (Каждое суждение должно быть сформулировано как распространённое предложение.)",
    "key_points": [
      "Интегративная функция",
      "Регулирующая функция",
      "Ориентационная функция"
    ],
    "example_arguments": [
      {
        "type": "Интегративная функция",
        "argument": "Политическая система объединяет разнородные группы вокруг общих целей, что обеспечивает целостность общества и предотвращает анархические тенденции."
      },
      {
        "type": "Регулирующая функция",
        "argument": "Принятие общеобязательных решений направляет деятельность институтов, согласуя поведение акторов и снижая конфликтность социальных процессов."
      },
      {
        "type": "Ориентационная функция",
        "argument": "Определение стратегических приоритетов формирует ценностные ориентиры граждан, способствуя их участию в реализации общенациональных проектов."
      }
    ],
    "block": "Политика"
  },
  {
    "id": 59,
    "title": "Легитимность вне режима",
    "task_text": "Легитимность политической власти не зависит от типа политического режима. Приведите три аргумента, подтверждающих это мнение. (Каждый аргумент должен быть сформулирован как распространённое предложение.)",
    "key_points": [
      "Культурные ценности общества",
      "Харизматические факторы",
      "Эффективность управления"
    ],
    "example_arguments": [
      {
        "type": "Культурные ценности общества",
        "argument": "Исторически укоренённые представления могут придавать авторитет любому режиму, если его формы соответствуют традиционному ожиданию населения."
      },
      {
        "type": "Харизматические факторы",
        "argument": "Личная привлекательность лидера способна вызвать добровольное подчинение граждан независимо от институциональных характеристик правления."
      },
      {
        "type": "Эффективность управления",
        "argument": "Высокие темпы решения насущных проблем укрепляют уверенность общества, что узаконивает власть даже в условиях недемократической структуры."
      }
    ],
    "block": "Политика"
  },
  {
    "id": 60,
    "title": "Необходимость выборов",
    "task_text": "Приведите три аргумента, подтверждающих необходимость выборов для функционирования и развития демократического государства. (Каждый аргумент должен быть сформулирован как распространённое предложение.)",
    "key_points": [
      "Формирование представительных органов",
      "Сменяемость элиты",
      "Политическая социализация граждан"
    ],
    "example_arguments": [
      {
        "type": "Формирование представительных органов",
        "argument": "Выборы легитимируют власть путем делегирования полномочий, что превращает органы управления в отражение воли большинства населения."
      },
      {
        "type": "Сменяемость элиты",
        "argument": "Регулярная электоральная конкуренция обеспечивает ротацию руководства, препятствуя застою и концентрации власти у ограниченной группы."
      },
      {
        "type": "Политическая социализация граждан",
        "argument": "Участие в голосовании развивает ответственность и информированность, что формирует культуру участия и укрепляет институциональную стабильность."
      }
    ],
    "block": "Политика"
  },
  {
    "id": 61,
    "title": "Польза разделения властей",
    "task_text": "Приведите три аргумента в пользу разделения властей. (Каждый аргумент должен быть сформулирован как распространённое предложение.)",
    "key_points": [
      "Предотвращение узурпации",
      "Специализация функций",
      "Система сдержек и противовесов"
    ],
    "example_arguments": [
      {
        "type": "Предотвращение узурпации",
        "argument": "Разделение полномочий лишает одну ветвь возможности монопольно принимать решения, что защищает граждан от произвола."
      },
      {
        "type": "Специализация функций",
        "argument": "Фокусирование органов на законотворчестве, исполнении и контроле повышает профессионализм и сокращает вероятность управленческих ошибок."
      },
      {
        "type": "Система сдержек и противовесов",
        "argument": "Взаимное наблюдение ветвей стимулирует прозрачность и ответственность, минимизируя коррупционные риски и укрепляя доверие общества."
      }
    ],
    "block": "Политика"
  },
  {
    "id": 62,
    "title": "Исключение оппозиции вредно",
    "task_text": "В качестве одного из признаков недемократических режимов называют исключение политической оппозиции из процесса занятия политических позиций и принятия решений. Приведите три аргумента, подтверждающих негативные последствия подобной тенденции в обществе. (Каждый аргумент должен быть сформулирован как распространённое предложение.)",
    "key_points": [
      "Отсутствие публичной критики",
      "Рост коррупционных практик",
      "Стагнация политической элиты"
    ],
    "example_arguments": [
      {
        "type": "Отсутствие публичной критики",
        "argument": "Монополия на власть устраняет альтернативные мнения, что приводит к сохранению ошибочных политик и обострению социальных проблем."
      },
      {
        "type": "Рост коррупционных практик",
        "argument": "Без контроля оппозиции снижается риск разоблачения злоупотреблений, что повышает склонность правящей группы к неэффективному распределению ресурсов."
      },
      {
        "type": "Стагнация политической элиты",
        "argument": "Отсутствие конкурентного отбора оставляет у власти консервативных акторов, что тормозит инновации и снижает адаптивность государства."
      }
    ],
    "block": "Политика"
  },
  {
    "id": 63,
    "title": "Опасность политического абсентеизма",
    "task_text": "Субъект может активно участвовать в политической жизни или уклоняться от такого участия. Используя обществоведческие знания, приведите три аргумента, подтверждающих возможные негативные последствия массового уклонения граждан от участия в политической жизни общества. (Каждый аргумент должен быть сформулирован как распространённое предложение.)",
    "key_points": [
      "Снижение политической конкуренции",
      "Угроза узурпации власти",
      "Представительство радикалов"
    ],
    "example_arguments": [
      {
        "type": "Снижение политической конкуренции",
        "argument": "При низкой явке уменьшается число активных избирателей, что облегчает победу случайных или малоэффективных сил и ухудшает качество управления."
      },
      {
        "type": "Угроза узурпации власти",
        "argument": "Без гражданского контроля институты теряют подотчётность, что повышает риск авторитарных тенденций и ущемления прав меньшинств."
      },
      {
        "type": "Представительство радикалов",
        "argument": "Пассивность умеренного большинства позволяет узким группам с крайними взглядами занять политические позиции, что дестабилизирует общество."
      }
    ],
    "block": "Политика"
  },
  {
    "id": 64,
    "title": "Партии контролируют власть",
    "task_text": "Приведите три аргумента в подтверждение того, что политические партии обеспечивают «контроль социума за деятельностью государства». (Каждый аргумент должен быть сформулирован как распространённое предложение.)",
    "key_points": [
      "Ответственность правительства",
      "Агрегация общественных требований",
      "Мобилизация граждан"
    ],
    "example_arguments": [
      {
        "type": "Ответственность правительства",
        "argument": "Партийные программы формируют публичные обязательства, невыполнение которых может привести к электоральному поражению и смене власти."
      },
      {
        "type": "Агрегация общественных требований",
        "argument": "Партии собирают и формулируют интересы различных групп, транслируя их в законодательные инициативы и корректируя действия правительства."
      },
      {
        "type": "Мобилизация граждан",
        "argument": "Членство и участие в партийных акциях вовлекает население в политический процесс, усиливая давление общества на чиновников."
      }
    ],
    "block": "Политика"
  },
  {
    "id": 65,
    "title": "Значение политической конкуренции",
    "task_text": "Приведите три развёрнутых обоснования важности политической конкуренции. (Каждое суждение должно быть сформулировано как распространённое предложение.)",
    "key_points": [
      "Обновление политической элиты",
      "Повышение качества управления",
      "Расширение выбора избирателей"
    ],
    "example_arguments": [
      {
        "type": "Обновление политической элиты",
        "argument": "Конкуренция вынуждает лидеров доказывать эффективность, что открывает путь новым профессионалам и предотвращает организационный застой."
      },
      {
        "type": "Повышение качества управления",
        "argument": "Соревновательность стимулирует разработку обоснованных программ, поскольку избиратель наказывает авторов несостоятельных решений."
      },
      {
        "type": "Расширение выбора избирателей",
        "argument": "Наличие различных платформ позволяет гражданам выбрать представителя интересов, что увеличивает легитимность власти и её подотчётность."
      }
    ],
    "block": "Политика"
  },
  {
    "id": 66,
    "title": "Функции лидера в демократии",
    "task_text": "Сформулируйте три суждения о различных функциях лидера в демократическом обществе (назовите три функции лидера и поясните каждую из них). (Каждое суждение должно быть сформулировано как распространённое предложение.)",
    "key_points": [
      "Интегративная функция",
      "Мобилизационная функция",
      "Представительская функция"
    ],
    "example_arguments": [
      {
        "type": "Интегративная функция",
        "argument": "Лидер объединяет разнонаправленные интересы групп, создавая общую платформу действий и уменьшая социальную фрагментацию."
      },
      {
        "type": "Мобилизационная функция",
        "argument": "Призывами и личным примером лидер вдохновляет граждан на участие в общественных проектах, что ускоряет достижение коллективных целей."
      },
      {
        "type": "Представительская функция",
        "argument": "Выражая позиции электората, лидер транслирует их во властные органы, что обеспечивает учёт мнения различных слоёв общества."
      }
    ],
    "block": "Политика"
  },
  {
    "id": 67,
    "title": "Качества политической элиты",
    "task_text": "Какие личностные качества важны для представителей элиты? Укажите любые три качества. Объясните необходимость каждого из этих качеств. (Каждое суждение должно быть сформулировано как распространённое предложение.)",
    "key_points": [
      "Организаторские способности",
      "Компетентность",
      "Ответственность"
    ],
    "example_arguments": [
      {
        "type": "Организаторские способности",
        "argument": "Умение структурировать ресурсы и координировать людей определяет эффективность реализации политических решений и способствует достижению стратегических целей."
      },
      {
        "type": "Компетентность",
        "argument": "Глубокое понимание экономических, правовых и социальных процессов позволяет принимать обоснованные решения, минимизируя ошибки управления."
      },
      {
        "type": "Ответственность",
        "argument": "Готовность отвечать за последствия политических действий укрепляет доверие граждан и повышает моральные стандарты публичной службы."
      }
    ],
    "block": "Политика"
  },
  {
    "id": 68,
    "title": "СМИ и гражданское общество",
    "task_text": "Назовите два направления взаимодействия СМИ и гражданского общества. Поясните, как каждое из названных взаимодействий влияет на развитие демократии. (Сначала назовите направление, а затем приведите объяснение. Каждое объяснение должно быть сформулировано как распространенное предложение.)",
    "key_points": [
      "Информирование общественности",
      "Общественный контроль",
      "Активация граждан"
    ],
    "example_arguments": [
      {
        "type": "Информирование общественности",
        "argument": "Публикация достоверных данных о государственных инициативах расширяет прозрачность, что позволяет гражданам осознанно оценивать действия власти."
      },
      {
        "type": "Общественный контроль",
        "argument": "Расследовательские материалы выявляют злоупотребления, формируя давление на институты и повышая их подотчётность перед обществом."
      },
      {
        "type": "Активация граждан",
        "argument": "Освещение социальных инициатив мотивирует людей включаться в проекты, что усиливает участие населения в решении общественных задач."
      }
    ],
    "block": "Политика"
  },
  {
    "id": 69,
    "title": "Низкая правовая культура",
    "task_text": "Считается, что низкая правовая культура значительной части общества оказывает негативное воздействие на общественную жизнь. Приведите три аргумента, подтверждающих эту позицию. (Каждый аргумент должен быть сформулирован как распространённое предложение.)",
    "key_points": [
      "Рост преступности",
      "Нарушение социализации",
      "Слабость правового государства"
    ],
    "example_arguments": [
      {
        "type": "Рост преступности",
        "argument": "Недостаточное уважение к закону способствует росту правонарушений и преступности, что снижает безопасность граждан и осложняет поддержание общественного порядка."
      },
      {
        "type": "Нарушение социализации",
        "argument": "Скудные юридические знания формируют отрицательные поведенческие образцы у молодёжи, что приводит к затруднению их полноценной правовой социализации."
      },
      {
        "type": "Слабость правового государства",
        "argument": "Отсутствие навыков правозащитной активности ограничивает участие граждан в институтах правового государства, что препятствует эффективному функционированию демократических механизмов."
      }
    ],
    "block": "Право"
  },
  {
    "id": 70,
    "title": "Право как стабилизатор",
    "task_text": "Назовите любые три особенности, позволяющие праву быть стабилизирующей силой в обществе, и поясните роль каждой из этих особенностей. (Каждое пояснение должно быть сформулировано как распространённое предложение.)",
    "key_points": [
      "Всеобщий характер норм",
      "Обязательность исполнения",
      "Социальная обусловленность"
    ],
    "example_arguments": [
      {
        "type": "Всеобщий характер норм",
        "argument": "Всеобщий характер правовых норм определяет единые правила поведения, что способствует взаимопониманию и снижению конфликтности социальных взаимодействий."
      },
      {
        "type": "Обязательность исполнения",
        "argument": "Обязательность исполнения права делает поступки предсказуемыми, что формирует устойчивость общественных связей и уменьшает социальную турбулентность."
      },
      {
        "type": "Социальная обусловленность",
        "argument": "Связь норм с потребностями общества обеспечивает их адаптацию к изменениям, что влияет на сохранение институциональной стабильности."
      }
    ],
    "block": "Право"
  },
  {
    "id": 71,
    "title": "Государство и правоотношения",
    "task_text": "Государство выступает в качестве субъекта, обеспечивающего начало правоотношений. Сформулируйте три суждения о связи данной характеристики с внутренними функциями государства. (Каждое суждение должно отражать реализацию отдельной внутренней функции государства с конкретным правоотношением. Каждое суждение должно быть сформулировано как распространённое предложение.)",
    "key_points": [
      "Правоохранительная функция",
      "Экологическая функция",
      "Социальная функция"
    ],
    "example_arguments": [
      {
        "type": "Правоохранительная функция",
        "argument": "Поддерживая правопорядок через правоохранительную систему, государство инициирует уголовно-правовые отношения, что способствует защите личности и собственности."
      },
      {
        "type": "Экологическая функция",
        "argument": "Реализуя экологическую функцию, государство издаёт природоохранные нормы, что формирует административные правоотношения и влияет на сохранение окружающей среды."
      },
      {
        "type": "Социальная функция",
        "argument": "Выполняя социальную функцию, государство устанавливает нормы социального обеспечения, что вызывает финансовые правоотношения и повышает качество жизни населения."
      }
    ],
    "block": "Политика"
  },
  {
    "id": 72,
    "title": "Причины противоправного поведения",
    "task_text": "Приведите три аргумента в обоснование позиции, что противоправное поведение может вызываться объективными причинами. (Каждый аргумент должен быть сформулирован как распространённое предложение.)",
    "key_points": [
      "Слабость правоохранительных органов",
      "Экономические трудности",
      "Низкое правовое воспитание"
    ],
    "example_arguments": [
      {
        "type": "Слабость правоохранительных органов",
        "argument": "Недостаточная эффективность полиции и судов формирует ощущение безнаказанности, что объективно стимулирует противоправное поведение части населения."
      },
      {
        "type": "Экономические трудности",
        "argument": "Тяжёлое экономическое положение ограничивает легальные источники доходов, что приводит к объективному росту корыстных правонарушений."
      },
      {
        "type": "Низкое правовое воспитание",
        "argument": "Слабая система правового воспитания затрудняет усвоение норм, что способствует неосознанным правонарушениям из-за незнания правил."
      }
    ],
    "block": "Право"
  },
  {
    "id": 73,
    "title": "Принципы гражданства РФ",
    "task_text": "Используя обществоведческие знания, назовите и объясните любые три принципа гражданства Российской Федерации. (Каждое объяснение должно быть сформулировано как распространённое предложение.)",
    "key_points": [
      "Единство гражданства",
      "Равенство гражданства",
      "Непрерывность гражданства"
    ],
    "example_arguments": [
      {
        "type": "Единство гражданства",
        "argument": "Принцип единого гражданства определяет равное правовое пространство страны, что способствует целостности федеративного государства."
      },
      {
        "type": "Равенство гражданства",
        "argument": "Принцип равного гражданства влияет на недопустимость дискриминации, что формирует социальное доверие и стабилизацию правопорядка."
      },
      {
        "type": "Непрерывность гражданства",
        "argument": "Проживание гражданина за рубежом не прерывает его правовой связи с государством, что обеспечивает защиту интересов личности за пределами страны."
      }
    ],
    "block": "Право"
  },
  {
    "id": 74,
    "title": "Гражданство ребёнка в семье",
    "task_text": "В семье гражданки РФ и гражданина Франции, проживающих на территории РФ, родился сын. Объясните, как может быть решен вопрос о гражданстве сына. Приведите три объяснения. (Каждое объяснение должно быть сформулировано как распространённое предложение.)",
    "key_points": [
      "Договорённость родителей",
      "Принцип места рождения",
      "Изменение гражданства в будущем"
    ],
    "example_arguments": [
      {
        "type": "Договорённость родителей",
        "argument": "По договорённости родителей сын может получить гражданство матери или отца, что упрощает его правовой статус и последующую социализацию."
      },
      {
        "type": "Принцип места рождения",
        "argument": "Применение принципа места рождения позволяет признать за ребёнком гражданство России, что облегчает реализацию его прав в стране проживания."
      },
      {
        "type": "Изменение гражданства в будущем",
        "argument": "По достижении совершеннолетия ребёнок вправе добровольно сменить гражданство или сохранить двойное, что влияет на самоопределение личности."
      }
    ],
    "block": "Право"
  },
  {
    "id": 75,
    "title": "Требования к частноправовому субъекту",
    "task_text": "Какие требования к гражданину как субъекту частного права предъявляет упомянутая автором одного из текстов «свобода быть собственным господином»? Укажите любые три требования и кратко поясните каждое из них.",
    "key_points": [
      "Ответственность за решения",
      "Уважение чужих прав",
      "Правовая и экономическая культура"
    ],
    "example_arguments": [
      {
        "type": "Ответственность за решения",
        "argument": "Готовность нести юридическую ответственность за последствия решений формирует экономическую надёжность субъекта и способствует устойчивости гражданского оборота."
      },
      {
        "type": "Уважение чужих прав",
        "argument": "Соблюдение чужих прав определяет законность поведения, что влияет на доверие партнёров и снижает количество споров."
      },
      {
        "type": "Правовая и экономическая культура",
        "argument": "Высокий уровень правовой и экономической культуры определяет способность извлекать выгоду без нарушения закона, что формирует успешную деловую репутацию."
      }
    ],
    "block": "Право"
  },
  {
    "id": 76,
    "title": "Необходимость брачного договора",
    "task_text": "Выскажите предположения, при наличии каких условий заключение брачного договора необходимо. (Назовите три условия.)",
    "key_points": [
      "Разница доходов",
      "Наличие детей",
      "Культурные различия"
    ],
    "example_arguments": [
      {
        "type": "Разница доходов",
        "argument": "Значительная разница доходов будущих супругов формирует необходимость разделить имущество договором, что предотвращает споры при возможном расторжении брака."
      },
      {
        "type": "Наличие детей",
        "argument": "Наличие детей от предыдущих браков требует заранее определить финансовые обязательства, что способствует надёжной защите интересов несовершеннолетних."
      },
      {
        "type": "Культурные различия",
        "argument": "Существенные культурные или религиозные различия супругов влияют на имущественные решения, поэтому договор снижает риск конфликтов и недопонимания."
      }
    ],
    "block": "Право"
  },
  {
    "id": 77,
    "title": "Исключения из принудительного труда",
    "task_text": "Не считаются принудительным трудом работы по приговору суда, работы в условиях общественного бедствия, военная служба. Дайте краткое пояснение, почему каждый из этих видов работ не является принудительным трудом.",
    "key_points": [
      "Работы по приговору суда",
      "Работы при бедствиях",
      "Военная служба"
    ],
    "example_arguments": [
      {
        "type": "Работы по приговору суда",
        "argument": "Работы по приговору суда являются наказанием, определённым законом, поэтому отражают исполнение ответственности, а не эксплуатацию принудительного труда."
      },
      {
        "type": "Работы при бедствиях",
        "argument": "Работы при чрезвычайных бедствиях выполняются для спасения населения и общественного блага, что делает их временным гражданским долгом, а не принудительной эксплуатацией."
      },
      {
        "type": "Военная служба",
        "argument": "Военная служба является исполнением конституционной обязанности защиты государства, что исключает квалификацию её как принудительного труда."
      }
    ],
    "block": "Право"
  },
  {
    "id": 78,
    "title": "Правоохранительные органы и культура",
    "task_text": "Приведите три аргумента в обоснование важной роли правоохранительных органов в формировании и развитии правовой культуры личности. (Каждый аргумент должен быть сформулирован как распространённое предложение.)",
    "key_points": [
      "Неотвратимость санкций",
      "Профилактика правонарушений",
      "Защита граждан"
    ],
    "example_arguments": [
      {
        "type": "Неотвратимость санкций",
        "argument": "Неотвратимость санкций, применяемых правоохранительными органами, формирует уважение к праву, что способствует развитию нормативного поведения личности."
      },
      {
        "type": "Профилактика правонарушений",
        "argument": "Профилактическая работа полиции и прокуратуры распространяет правовые знания, что влияет на повышение правосознания граждан."
      },
      {
        "type": "Защита граждан",
        "argument": "Эффективная защита граждан от преступлений укрепляет доверие к правовой системе, что формирует позитивное отношение к соблюдению законов."
      }
    ],
    "block": "Право"
  },
  {
    "id": 79,
    "title": "Самодостаточность и внешняя среда",
    "task_text": "Авторы отмечают, что ни одно государство не может теперь развиваться в режиме абсолютной самодостаточности без тесного взаимодействия с внешней средой. Используя текст, обществоведческие знания и факты общественной жизни, приведите три аргумента в подтверждение данного мнения.",
    "key_points": [
      "Международная торговля ресурсов",
      "Транснациональное движение капитала",
      "Глобальное научно-техническое сотрудничество"
    ],
    "example_arguments": [
      {
        "type": "Международная торговля ресурсов",
        "argument": "Ограниченность собственных природных или технологических ресурсов вынуждает страны участвовать в мировой торговле, что способствует специализации и повышает эффективность экономики."
      },
      {
        "type": "Транснациональное движение капитала",
        "argument": "Привлечение и размещение инвестиций за рубежом формирует дополнительный источник финансирования проектов, что ускоряет модернизацию и диверсификацию национального производства."
      },
      {
        "type": "Глобальное научно-техническое сотрудничество",
        "argument": "Совместные исследования и трансфер технологий распространяют новейшие знания, что определяет конкурентоспособность экономики и невозможность изолированного развития."
      }
    ],
    "block": "Политика"
  },
  {
    "id": 80,
    "title": "Граждобщество и тоталитаризм",
    "task_text": "По мнению автора, гражданское общество «совместимо не только с демократией, но и в определённой мере с авторитаризмом, и лишь тоталитаризм означает его полное поглощение политической властью». Используя обществоведческие знания, приведите три аргумента, подтверждающих невозможность существования гражданского общества в условиях тоталитарного политического режима.",
    "key_points": [
      "Отсутствие автономных институтов",
      "Всеобъемлющий идеологический контроль",
      "Репрессивное подавление самоуправления"
    ],
    "example_arguments": [
      {
        "type": "Отсутствие автономных институтов",
        "argument": "Тоталитарная власть ликвидирует независимые объединения, тем самым лишая граждан возможностей самоорганизации и выражения интересов вне контроля государства."
      },
      {
        "type": "Всеобъемлющий идеологический контроль",
        "argument": "Монополия официальной идеологии подавляет плюрализм мнений, что уничтожает общественные дискуссии — ключевой механизм функционирования гражданского общества."
      },
      {
        "type": "Репрессивное подавление самоуправления",
        "argument": "Использование политических репрессий пресекает любые попытки самостоятельного решения местных проблем, подменяя горизонтальные связи вертикальными командами."
      }
    ],
    "block": "Политика"
  },
  {
    "id": 81,
    "title": "СМИ и развитие ребёнка",
    "task_text": "Используя обществоведческие знания, приведите два аргумента, подтверждающих положительное воздействие средств массовой информации на развитие личности ребёнка, и два аргумента, указывающих на возможное их негативное влияние.",
    "key_points": [
      "Позитивное познавательное влияние",
      "Формирование ценностей",
      "Риски информационной перегрузки"
    ],
    "example_arguments": [
      {
        "type": "Позитивное познавательное влияние",
        "argument": "Образовательные программы расширяют кругозор ребёнка, что способствует интеллектуальному развитию и раннему усвоению социально значимых знаний."
      },
      {
        "type": "Формирование ценностей",
        "argument": "Качественный медиа-контент транслирует социально одобряемые нормы, что формирует у ребёнка ценностные ориентиры и модели prosоциального поведения."
      },
      {
        "type": "Риски информационной перегрузки",
        "argument": "Поток разноуровневой информации без критической фильтрации может вызывать когнитивные перегрузки и затруднять развитие рефлексивного мышления ребёнка."
      }
    ],
    "block": "Социальные отношения"
  },
  {
    "id": 82,
    "title": "Динамика социокультурных норм",
    "task_text": "В тексте указано, что наряду с развитием культуры «видоизменяются и социокультурные нормы». Используя обществоведческие знания и факты общественной жизни, приведите два собственных аргумента, подтверждающих положительное значение этого процесса, и два предположения о возможных негативных последствиях такой динамики.",
    "key_points": [
      "Адаптация к новациям",
      "Расширение личной свободы",
      "Риск ценностной дезориентации"
    ],
    "example_arguments": [
      {
        "type": "Адаптация к новациям",
        "argument": "Обновление норм способствует приспособлению общества к технологическим и социальным изменениям, что облегчает интеграцию инноваций в повседневную жизнь."
      },
      {
        "type": "Расширение личной свободы",
        "argument": "Либерализация традиционных запретов увеличивает пространство индивидуального выбора, формируя более гибкие модели самореализации личности."
      },
      {
        "type": "Риск ценностной дезориентации",
        "argument": "Частая смена нормативных ориентиров может вызвать ощущение нестабильности и породить межпоколенческий конфликт, снижая социальную сплочённость."
      }
    ],
    "block": "Человек и общество"
  },
  {
    "id": 83,
    "title": "Имущественное неравенство вредно",
    "task_text": "Автор связывает рост инфляции с углублением имущественного неравенства. Используя обществоведческие знания, приведите три аргумента, подтверждающих негативное влияние глубокого имущественного неравенства на общественную жизнь.",
    "key_points": [
      "Социальная напряжённость",
      "Снижение экономической мобильности",
      "Политическая радикализация"
    ],
    "example_arguments": [
      {
        "type": "Социальная напряжённость",
        "argument": "Разрыв в уровне жизни усиливает чувство несправедливости, что провоцирует массовые протесты и угрожает стабильности институтов."
      },
      {
        "type": "Снижение экономической мобильности",
        "argument": "Концентрация капитала ограничивает доступ к образованию и кредитам для широких слоёв населения, что препятствует использованию человеческого потенциала общества."
      },
      {
        "type": "Политическая радикализация",
        "argument": "Обострение имущественных контрастов повышает спрос на популистские лозунги, что может привести к росту экстремистских движений и подрыву демократических процедур."
      }
    ],
    "block": "Социальные отношения"
  },
  {
    "id": 84,
    "title": "Госрасширение в экономике",
    "task_text": "Автор пишет об опасности расширения государственных полномочий в экономической сфере. Используя обществоведческие знания, приведите три аргумента в поддержку этого тезиса.",
    "key_points": [
      "Снижение предпринимательской инициативы",
      "Риск неэффективного распределения",
      "Возникновение коррупционных рент"
    ],
    "example_arguments": [
      {
        "type": "Снижение предпринимательской инициативы",
        "argument": "Чрезмерное регулирование ограничивает свободу выбора фирм, что уменьшает стимулы к инновациям и тормозит экономический рост."
      },
      {
        "type": "Риск неэффективного распределения",
        "argument": "Государственные решения по аллокации ресурсов нередко основываются на политических приоритетах, что приводит к завышенным издержкам и потерям эффективности."
      },
      {
        "type": "Возникновение коррупционных рент",
        "argument": "Расширение полномочий увеличивает количество разрешительных процедур, что создаёт благоприятную среду для коррупции и административного давления на бизнес."
      }
    ],
    "block": "Экономика"
  },
  {
    "id": 85,
    "title": "Мораль и правонарушения",
    "task_text": "Используя обществоведческие знания, приведите три аргумента, подтверждающих эффективность морали в противодействии и профилактике совершения правонарушений.",
    "key_points": [
      "Внутренний самоконтроль",
      "Формирование общественного порицания",
      "Воспитательное влияние традиции"
    ],
    "example_arguments": [
      {
        "type": "Внутренний самоконтроль",
        "argument": "Усвоенные моральные нормы запускают механизм совести, что снижает вероятность правонарушения даже при отсутствии внешнего контроля."
      },
      {
        "type": "Формирование общественного порицания",
        "argument": "Общественное неодобрение аморальных действий усиливает социальные санкции, что повышает издержки девиантного поведения и поддерживает порядок."
      },
      {
        "type": "Воспитательное влияние традиции",
        "argument": "Передаваемые поколениями ценности закрепляют образцы уважения к праву, что формирует культуру правомерного поведения с раннего возраста."
      }
    ],
    "block": "Право"
  },
  {
    "id": 86,
    "title": "Ценностная нейтральность социологии",
    "task_text": "Сформулируйте своё мнение о том, может ли социологическое знание быть свободным от ценностей. Используя обществоведческие знания, приведите три аргумента, подтверждающих Ваше мнение.",
    "key_points": [
      "Измеримость социальных фактов",
      "Методологический плюрализм",
      "Неизбежность исследовательских ценностей"
    ],
    "example_arguments": [
      {
        "type": "Измеримость социальных фактов",
        "argument": "Использование статистических методов позволяет объективировать данные, что снижает влияние личных предпочтений исследователя на выводы."
      },
      {
        "type": "Методологический плюрализм",
        "argument": "Применение разных теоретических подходов способствует взаимной критике, что ограничивает доминирование какой-либо ценностной позиции."
      },
      {
        "type": "Неизбежность исследовательских ценностей",
        "argument": "Отбор проблем и формулировка вопросов всегда обусловлены культурным контекстом, что делает полную ценностную нейтральность недостижимой."
      }
    ],
    "block": "Человек и общество"
  },
  {
    "id": 87,
    "title": "Политкультура и правовое гос-во",
    "task_text": "Используя обществоведческие знания, приведите три аргумента, подтверждающих необходимость развития политической культуры населения для построения демократического правового государства.",
    "key_points": [
      "Ответственное участие граждан",
      "Контроль над властью",
      "Поддержка верховенства права"
    ],
    "example_arguments": [
      {
        "type": "Ответственное участие граждан",
        "argument": "Высокая политическая культура формирует информированного избирателя, что делает электоральные решения рациональными и способствует легитимности власти."
      },
      {
        "type": "Контроль над властью",
        "argument": "Понимание механизмов государства побуждает граждан использовать законные средства контроля, что ограничивает злоупотребления чиновников."
      },
      {
        "type": "Поддержка верховенства права",
        "argument": "Приверженность правовым ценностям укрепляет уважение к законам, что является фундаментом демократического и правового режима."
      }
    ],
    "block": "Политика"
  },
  {
    "id": 88,
    "title": "Госроль против безработицы",
    "task_text": "Решение проблемы безработицы невозможно без активного участия государства. Используя обществоведческие знания, приведите три аргумента, подтверждающих справедливость данного утверждения.",
    "key_points": [
      "Фискальные стимулы спроса",
      "Программы профессиональной переподготовки",
      "Развитие государственной службы занятости"
    ],
    "example_arguments": [
      {
        "type": "Фискальные стимулы спроса",
        "argument": "Государственные инвестиции в инфраструктуру создают дополнительные рабочие места, что сокращает уровень безработицы и усиливает мультипликативный эффект роста."
      },
      {
        "type": "Программы профессиональной переподготовки",
        "argument": "Финансирование курсов повышения квалификации облегчает адаптацию работников к структурным изменениям экономики и сокращает фрикционную безработицу."
      },
      {
        "type": "Развитие государственной службы занятости",
        "argument": "Эффективный обмен информацией о вакансиях уменьшает поисковый период, что снижает естественную безработицу и повышает мобильность труда."
      }
    ],
    "block": "Экономика"
  },
  {
    "id": 89,
    "title": "Негативы рыночной конкуренции",
    "task_text": "Используя обществоведческие знания, приведите три аргумента, подтверждающих, что конкуренция между фирмами может иметь негативные последствия.",
    "key_points": [
      "Демпинговые войны",
      "Избыточное дублирование затрат",
      "Социальные издержки рекламы"
    ],
    "example_arguments": [
      {
        "type": "Демпинговые войны",
        "argument": "Снижение цен ниже издержек в ущерб качеству приводит к банкротству слабых компаний и может вызвать монополизацию отрасли."
      },
      {
        "type": "Избыточное дублирование затрат",
        "argument": "Параллельные инвестиции разных фирм в идентичные исследования порождают неэффективное использование ресурсов общества."
      },
      {
        "type": "Социальные издержки рекламы",
        "argument": "Агрессивные маркетинговые кампании увеличивают расходы, которые перекладываются на потребителя, не улучшая функциональные характеристики товаров."
      }
    ],
    "block": "Экономика"
  },
  {
    "id": 90,
    "title": "Участие граждан и демократия",
    "task_text": "Используя обществоведческие знания, приведите три аргумента, подтверждающих мысль автора о том, что свободное, добровольное участие граждан в политике служит одним из важнейших индикаторов демократического развития государства.",
    "key_points": [
      "Легитимация власти",
      "Обратная связь институтов",
      "Развитие гражданских компетенций"
    ],
    "example_arguments": [
      {
        "type": "Легитимация власти",
        "argument": "Добровольное участие сигнализирует признание гражданами институтов, что укрепляет доверие и устойчивость политической системы."
      },
      {
        "type": "Обратная связь институтов",
        "argument": "Активность населения обеспечивает властям информацию о социальных запросах, что повышает адекватность принимаемых решений."
      },
      {
        "type": "Развитие гражданских компетенций",
        "argument": "Участие в политике воспитывает ответственность и правовую культуру, что способствует консолидации демократических ценностей."
      }
    ],
    "block": "Политика"
  },
  {
    "id": 91,
    "title": "Свободный рынок и бизнес",
    "task_text": "Используя обществоведческие знания, приведите три собственных аргумента, подтверждающих, что «не обременённая чрезмерным регулированием рыночная экономика создаёт наиболее благоприятные условия для развития предпринимательства».",
    "key_points": [
      "Снижение транзакционных издержек",
      "Гибкость инновационных процессов",
      "Приток внутренних и внешних инвестиций"
    ],
    "example_arguments": [
      {
        "type": "Снижение транзакционных издержек",
        "argument": "Уменьшение регулирующих процедур сокращает время и деньги на согласования, что делает запуск бизнеса более доступным."
      },
      {
        "type": "Гибкость инновационных процессов",
        "argument": "Свободный рынок позволяет предпринимателю быстро тестировать идеи, адаптируясь к спросу, что ускоряет внедрение новшеств."
      },
      {
        "type": "Приток внутренних и внешних инвестиций",
        "argument": "Прозрачные правила и отсутствие административных барьеров повышают доходность проектов, что привлекает капитал и расширяет предпринимательскую активность."
      }
    ],
    "block": "Экономика"
  },
  {
    "id": 92,
    "title": "Соцструктура и проблемы",
    "task_text": "Используя обществоведческие знания, приведите три аргумента, подтверждающих мнение о том, что социальная структура отражает проблемы развития общества.",
    "key_points": [
      "Имущественное расслоение",
      "Диспропорции образовательного доступа",
      "Региональные неравенства"
    ],
    "example_arguments": [
      {
        "type": "Имущественное расслоение",
        "argument": "Рост доли маргинальных групп свидетельствует о недостаточной эффективности социально-экономической политики и ограничении возможностей мобильности."
      },
      {
        "type": "Диспропорции образовательного доступа",
        "argument": "Неравномерное распределение квалифицированных кадров указывает на проблемы системы образования и препятствует равному использованию человеческого потенциала."
      },
      {
        "type": "Региональные неравенства",
        "argument": "Концентрация благ в нескольких центрах при отставании периферии выявляет структурные дефициты инвестиций и институциональной поддержки."
      }
    ],
    "block": "Социальные отношения"
  },
  {
    "id": 93,
    "title": "Безработица и безопасность",
    "task_text": "Автор утверждает, что негативные последствия безработицы представляют угрозу национальной безопасности. Используя обществоведческие знания и факты общественной жизни, приведите три аргумента, подтверждающих это мнение.",
    "key_points": [
      "Социальное отчуждение",
      "Криминогенный рост",
      "Истощение фискальных ресурсов"
    ],
    "example_arguments": [
      {
        "type": "Социальное отчуждение",
        "argument": "Длительная безработица порождает чувство несправедливости, что может вызвать массовые протесты и политическую дестабилизацию."
      },
      {
        "type": "Криминогенный рост",
        "argument": "Отсутствие доходов повышает вероятность вовлечения в незаконную деятельность, что увеличивает нагрузку на правоохранительные органы."
      },
      {
        "type": "Истощение фискальных ресурсов",
        "argument": "Снижение налоговых поступлений при росте социальных выплат ухудшает бюджетную устойчивость и ограничивает финансирование обороны."
      }
    ],
    "block": "Социальные отношения"
  },
  {
    "id": 94,
    "title": "Инвестиции и развитие региона",
    "task_text": "Используя обществоведческие знания и факты общественной жизни, приведите три аргумента, подтверждающих важность привлечения инвестиций для развития экономики региона / государства в целом.",
    "key_points": [
      "Рост производственных мощностей",
      "Создание высокооплачиваемых рабочих мест",
      "Развитие инфраструктуры"
    ],
    "example_arguments": [
      {
        "type": "Рост производственных мощностей",
        "argument": "Инвестиции обеспечивают модернизацию оборудования, что увеличивает выпуск продукции и формирует экспортный потенциал территории."
      },
      {
        "type": "Создание высокооплачиваемых рабочих мест",
        "argument": "Новые предприятия привлекают квалифицированных специалистов, что повышает доходы населения и стимулирует локальный спрос."
      },
      {
        "type": "Развитие инфраструктуры",
        "argument": "Сопутствующие инвестиции в дороги и энергетику улучшают деловой климат, что формирует мультипликативный эффект дальнейшего роста."
      }
    ],
    "block": "Экономика"
  },
  {
    "id": 95,
    "title": "Политическая реклама спор",
    "task_text": "В ходе дискуссии были высказаны две противоположные точки зрения на политическую рекламу. Используя обществоведческие знания, приведите по два аргумента, подтверждающих каждую точку зрения.",
    "key_points": [
      "Польза информирования избирателей",
      "Опасность манипуляции",
      "Экономическое равноправие кампаний"
    ],
    "example_arguments": [
      {
        "type": "Польза информирования избирателей",
        "argument": "Реклама доносит позиции кандидатов до широкой аудитории, что повышает информированность граждан и облегчает осознанный выбор."
      },
      {
        "type": "Опасность манипуляции",
        "argument": "Эмоциональные ролики могут искажать факты и формировать стереотипы, что снижает рациональность голосования и подрывает доверие."
      },
      {
        "type": "Экономическое равноправие кампаний",
        "argument": "Чёткое регулирование рекламных бюджетов обеспечивает равенство конкурентов, что предотвращает доминирование богатых групп и защищает плюрализм."
      }
    ],
    "block": "Политика"
  },
  {
    "id": 96,
    "title": "Госвмешательство в экономику",
    "task_text": "Используя обществоведческие знания, приведите три аргумента, подтверждающих необходимость активного вмешательства государства в экономику.",
    "key_points": [
      "Сглаживание циклических колебаний",
      "Коррекция внешних эффектов",
      "Обеспечение стратегических отраслей"
    ],
    "example_arguments": [
      {
        "type": "Сглаживание циклических колебаний",
        "argument": "Бюджетно-налоговые и денежные меры могут стимулировать спрос в фазе спада, что предотвращает глубокие рецессии и массовую безработицу."
      },
      {
        "type": "Коррекция внешних эффектов",
        "argument": "Регулирование загрязнений и поддержка общественных благ устраняют провалы рынка, обеспечивая устойчивое развитие."
      },
      {
        "type": "Обеспечение стратегических отраслей",
        "argument": "Инвестиции в оборону и фундаментальную науку создают базу национальной безопасности, которую частный сектор не способен финансировать в полном объёме."
      }
    ],
    "block": "Экономика"
  },
  {
    "id": 97,
    "title": "Активность между выборами",
    "task_text": "Используя обществоведческие знания и факты общественной жизни, приведите три аргумента в подтверждение необходимости активного политического участия граждан в период между выборами.",
    "key_points": [
      "Текущий общественный контроль",
      "Гибкая корректировка политики",
      "Повышение ответственности элит"
    ],
    "example_arguments": [
      {
        "type": "Текущий общественный контроль",
        "argument": "Регулярные петиции и обращения позволяют выявлять злоупотребления, что повышает прозрачность деятельности органов власти в межвыборный цикл."
      },
      {
        "type": "Гибкая корректировка политики",
        "argument": "Диалог с гражданами через общественные слушания помогает адаптировать программы к меняющимся условиям, снижая социальную напряжённость."
      },
      {
        "type": "Повышение ответственности элит",
        "argument": "Осознание постоянного внимания общества стимулирует чиновников к добросовестному исполнению обязанностей и снижает уровень коррупции."
      }
    ],
    "block": "Политика"
  },
  {
    "id": 98,
    "title": "Духовная сущность общения",
    "task_text": "По мнению автора, увлечение лишь инструментальной стороной общения может заслонить его духовную сущность. Приведите три аргумента, подтверждающих ограниченность понимания общения только как информационно-коммуникативной деятельности.",
    "key_points": [
      "Эмоциональная поддержка",
      "Формирование идентичности",
      "Социальная интеграция"
    ],
    "example_arguments": [
      {
        "type": "Эмоциональная поддержка",
        "argument": "Личностное общение удовлетворяет потребность в сочувствии и принятии, что способствует психическому здоровью и гармонии индивида."
      },
      {
        "type": "Формирование идентичности",
        "argument": "Через символические жесты и ритуалы общение формирует систему смыслов, определяющих мировоззрение личности."
      },
      {
        "type": "Социальная интеграция",
        "argument": "Совместное переживание культурных ценностей укрепляет коллективную солидарность, что обеспечивает устойчивость общества."
      }
    ],
    "block": "Человек и общество"
  },
  {
    "id": 99,
    "title": "Ценностные ориентации и социализация",
    "task_text": "С опорой на обществоведческие знания объясните смысл понятия «ценностные ориентации» и приведите три аргумента, подтверждающих, что даже сформировавшийся человек ещё не в полной мере готов жить в обществе без дальнейшей социализации.",
    "key_points": [
      "Динамика социальных ролей",
      "Изменение культурных норм",
      "Непрерывное развитие личности"
    ],
    "example_arguments": [
      {
        "type": "Динамика социальных ролей",
        "argument": "По мере жизненного пути индивид осваивает новые профессиональные и семейные статусы, что требует постоянной адаптации поведения к ожиданиям группы."
      },
      {
        "type": "Изменение культурных норм",
        "argument": "Эволюция моральных и правовых правил заставляет взрослого человека обновлять ценностные ориентации, чтобы оставаться полноценным членом сообщества."
      },
      {
        "type": "Непрерывное развитие личности",
        "argument": "Личностный рост предполагает усвоение новых знаний и навыков, что возможно лишь в процессе продолжающейся социализации в разных микро- и макрогруппах."
      }
    ],
    "block": "Человек и общество"
  }
]
